Repository: dorg-ihu/public-sector-website-arcitecture
Catalog: for_translation_xliff_dorg_httpwwwdeligiannisorg_*.xlf
Languages: el

source: In this instance, use another style of button for the initial call to action, and a warning button for the final confirmation.
el: Σε αυτή την περίπτωση, χρησιμοποιήστε ένα άλλο στυλ κουμπιού για την αρχική πρόσκληση σε δράση και ένα προειδοποιητικό κουμπί για την τελική επιβεβαίωση.

source: Do not only rely on the red colour of a warning button to communicate the serious nature of the action. This is because not all users will be able to see the colour or will understand what it signifies. Make sure the context and button text make clear what will happen if the user selects it.
el: Μην βασίζεστε μόνο στο κόκκινο χρώμα ενός προειδοποιητικού κουμπιού για να γνωστοποιήσετε τη σοβαρότητα της ενέργειας. Αυτό οφείλεται στο γεγονός ότι δεν θα είναι όλοι οι χρήστες σε θέση να δουν το χρώμα ή θα καταλάβουν τι σημαίνει. Βεβαιωθείτε ότι το πλαίσιο και το κείμενο του κουμπιού καθιστούν σαφές τι θα συμβεί αν ο χρήστης το επιλέξει.

source: Disabled buttons have poor contrast and can confuse some users, so avoid them if possible.
el: Τα απενεργοποιημένα κουμπιά έχουν κακή αντίθεση και μπορούν να μπερδέψουν ορισμένους χρήστες, οπότε αποφύγετε τα αν είναι δυνατόν.

source: Only use disabled buttons if research shows it makes the user interface easier to understand.
el: Χρησιμοποιήστε απενεργοποιημένα κουμπιά μόνο αν η έρευνα δείχνει ότι αυτό διευκολύνει την κατανόηση της διεπαφής χρήστη.

source: Use a button group when two or more buttons are placed together.
el: Χρησιμοποιήστε μια ομάδα κουμπιών όταν δύο ή περισσότερα κουμπιά τοποθετούνται μαζί.

source: Any links within a button group will automatically align with the buttons.
el: Τυχόν σύνδεσμοι μέσα σε μια ομάδα κουμπιών θα ευθυγραμμιστούν αυτόματα με τα κουμπιά.

source: Sometimes, users double click buttons because they:
el: Μερικές φορές, οι χρήστες κάνουν διπλό κλικ στα κουμπιά επειδή:

source: have used operating systems where they have to double click items to make them work
el: έχουν χρησιμοποιήσει λειτουργικά συστήματα όπου πρέπει να κάνουν διπλό κλικ σε αντικείμενα για να τα κάνουν να λειτουργήσουν

source: are experiencing a slow connection which means they are not given feedback on their action quickly enough
el: αντιμετωπίζουν αργή σύνδεση, πράγμα που σημαίνει ότι δεν λαμβάνουν ανατροφοδότηση σχετικά με τη δράση τους αρκετά γρήγορα

source: have motor impairments such as hand tremors which cause them to click the button involuntarily
el: έχουν κινητικές διαταραχές, όπως τρέμουλο των χεριών, που τους αναγκάζουν να πατούν ακούσια το κουμπί

source: In some cases, this can mean their information is sent twice.
el: Σε ορισμένες περιπτώσεις, αυτό μπορεί να σημαίνει ότι οι πληροφορίες τους αποστέλλονται δύο φορές.

source: If you are working in production and research shows that users are frequently sending information twice, you can configure the button to ignore the second click.
el: Εάν εργάζεστε σε παραγωγική λειτουργία και η έρευνα δείχνει ότι οι χρήστες στέλνουν συχνά πληροφορίες δύο φορές, μπορείτε να ρυθμίσετε το κουμπί ώστε να αγνοεί το δεύτερο κλικ.

source: This feature will prevent double clicks for users that have JavaScript enabled, however you should also think about the issue server-side to protect against attacks.
el: Αυτή η λειτουργία θα αποτρέψει τα διπλά κλικ για τους χρήστες που έχουν ενεργοποιημένη τη JavaScript, ωστόσο θα πρέπει επίσης να σκεφτείτε το θέμα από την πλευρά του διακομιστή για να προστατευτείτε από επιθέσεις.

source: In the case of slow connections, aim to give the user information about what’s happening, for example, by showing a loading spinner or a modal, before ignoring the second click.
el: Στην περίπτωση αργών συνδέσεων, επιδιώξτε να δώσετε στο χρήστη πληροφορίες σχετικά με το τι συμβαίνει, για παράδειγμα, εμφανίζοντας ένα σπινθηριστή φόρτωσης ή ένα modal, πριν αγνοήσετε το δεύτερο κλικ.

source: Default buttons
el: Προεπιλεγμένα κουμπιά

source: Start buttons
el: Κουμπιά έναρξης

source: Secondary buttons
el: Δευτερεύοντα κουμπιά

source: Warning buttons
el: Κουμπιά προειδοποίησης

source: Disable buttons
el: Απενεργοποίηση κουμπιών

source: Grouping buttons
el: Κουμπιά ομαδοποίησης

source: Stop users from accidentally sending information more than once
el: Σταματήστε τους χρήστες από το να στέλνουν κατά λάθος πληροφορίες περισσότερες από μία φορές

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="default-buttons"></a>Default buttons<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="default-buttons"></a>Προεπιλεγμένα κουμπιά<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="start-buttons"></a>Start buttons<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="start-buttons"></a>Κουμπιά έναρξης<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="secondary-buttons"></a>Secondary buttons<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="secondary-buttons"></a>Δευτερεύοντα κουμπιά<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="warning-buttons"></a>Warning buttons<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="warning-buttons"></a>Κουμπιά προειδοποίησης<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="grouping-buttons"></a>Grouping buttons<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="grouping-buttons"></a>Κουμπιά ομαδοποίησης<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="stop-users-from-accidentally-sending-information-more-than-once"></a>Stop users from accidentally sending information more than once<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="stop-users-from-accidentally-sending-information-more-than-once"></a>Σταματήστε τους χρήστες από το να στέλνουν κατά λάθος πληροφορίες περισσότερες από μία φορές<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Cards can be used to divide and organise interface content for better understandability and readability. When used correctly, Cards can help users to scan through vast amounts of information quicker.
el: Οι κάρτες μπορούν να χρησιμοποιηθούν για τη διαίρεση και την οργάνωση του περιεχομένου της διεπαφής για καλύτερη κατανόηση και αναγνωσιμότητα. Όταν χρησιμοποιούνται σωστά, οι Κάρτες μπορούν να βοηθήσουν τους χρήστες να σαρώσουν γρηγορότερα τεράστιες ποσότητες πληροφοριών.

source: Using Cards in a page can be helpful for users because:
el: Η χρήση καρτών σε μια σελίδα μπορεί να είναι χρήσιμη για τους χρήστες επειδή:

source: It can drastically improve service's understandability and readability.
el: Μπορεί να βελτιώσει δραστικά την κατανόηση και την αναγνωσιμότητα της υπηρεσίας.

source: Cards work very well for listing heterogenous content such as news items, blog posts, or upcoming events.
el: Οι κάρτες λειτουργούν πολύ καλά για την καταχώριση ετερογενούς περιεχομένου, όπως ειδήσεις, αναρτήσεις σε ιστολόγια ή επερχόμενες εκδηλώσεις.

source: Cards can also be used to emphasize important content such as site CTA (Call To Action).
el: Οι κάρτες μπορούν επίσης να χρησιμοποιηθούν για να τονίσουν σημαντικό περιεχόμενο, όπως το CTA (Call To Action / Πρόσκληση σε δράση) του ιστότοπου.

source: Use Cards sparingly. While they can drastically improve service's understandability and readability, overusing them may result in confusing and complex user interfaces.
el: Χρησιμοποιήστε τις κάρτες με φειδώ. Ενώ μπορούν να βελτιώσουν δραστικά την κατανόηση και την αναγνωσιμότητα της υπηρεσίας, η υπερβολική χρήση τους μπορεί να οδηγήσει σε συγκεχυμένες και πολύπλοκες διεπαφές χρήστη.

source: Cards must not be used as interactive elements themselves. This means that the whole card should not be clickable. Elements inside the Card can still be interactable such as <a class="govgr-link" href="{{0}}">Buttons</a> or <a class="govgr-link" href="{{1}}">Links</a>.
el: Οι κάρτες δεν πρέπει να χρησιμοποιούνται οι ίδιες ως διαδραστικά στοιχεία. Αυτό σημαίνει ότι ολόκληρη η κάρτα δεν πρέπει να μπορεί να κάνει κλικ. Τα στοιχεία μέσα στην Κάρτα μπορούν ακόμα να είναι διαδραστικά, όπως <a class="govgr-link" href="{{0}}">Κουμπιά</a> ή <a class="govgr-link" href="{{1}}">Σύνδεσμοι</a>.

source: Currently, Card is empty base by default. We recommend using Cards without border style.
el: Επί του παρόντος, η κάρτα είναι κενή βάση από προεπιλογή. Συνιστούμε να χρησιμοποιείτε κάρτες χωρίς στυλ περιγράμματος.

source: Card border increases the contrast to its background in case where the user research done for your service supports this design choice.
el: Το περίγραμμα της κάρτας αυξάνει την αντίθεση με το φόντο της σε περίπτωση που η έρευνα που έχει γίνει για την υπηρεσία σας υποστηρίζει αυτή τη σχεδιαστική επιλογή.

source: You should avoid overusing the bordered Card. It can become overwhelming for users and lose its significance.
el: Θα πρέπει να αποφεύγετε την υπερβολική χρήση της κάρτας με περιθώρια. Μπορεί να γίνει συντριπτική για τους χρήστες και να χάσει τη σημασία της.

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="default-card"></a>Default Card<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="default-card"></a>Προεπιλεγμένη κάρτα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="card-with-border"></a>Card with border<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="card-with-border"></a>Κάρτα με περίγραμμα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: You can set the color of the Card's border. You can choose between {{0}} and {{1}} color respectively.
el: Μπορείτε να ορίσετε το χρώμα του περιγράμματος της κάρτας. Μπορείτε να επιλέξετε μεταξύ των χρωμάτων {{0}} και {{1}} αντίστοιχα.

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-gray-border-color"></a>Card with gray border color<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-gray-border-color"></a>Κάρτα με γκρι χρώμα συνόρων<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
