Repository: dorg-ihu/public-sector-website-arcitecture
Catalog: for_translation_xliff_dorg_httpwwwdeligiannisorg_*.xlf
Languages: el

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-dark-border-color"></a>Card with dark border color<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-dark-border-color"></a>Κάρτα με σκούρο χρώμα συνόρων<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="card-with-top-border"></a>Card with top border<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="card-with-top-border"></a>Κάρτα με πάνω περιθώριο<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: You can set the color of the Card's top border. You can choose between {{0}} and {{1}} color respectively. By default the top border color is {{2}}
el: Μπορείτε να ορίσετε το χρώμα του επάνω πλαισίου της κάρτας. Μπορείτε να επιλέξετε μεταξύ των χρωμάτων {{0}} και {{1}} αντίστοιχα. Από προεπιλογή, το χρώμα του επάνω περιγράμματος είναι {{2}}

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-grey-top-border"></a>Card with grey top border<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-grey-top-border"></a>Κάρτα με γκρίζα περιγράμματα στην κορυφή<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-dark-top-border"></a>Card with dark top border<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-dark-top-border"></a>Κάρτα με σκούρο επάνω περίγραμμα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="card-with-divider"></a>Card with divider<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="card-with-divider"></a>Κάρτα με διαχωριστικό<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="card-with-actions"></a>Card with actions<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="card-with-actions"></a>Κάρτα με δράσεις<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-title-link"></a>Card with title link<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-title-link"></a>Κάρτα με σύνδεσμο τίτλου<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Cards can be used without an action button, but with a clickable title.
el: Οι κάρτες μπορούν να χρησιμοποιηθούν χωρίς κουμπί δράσης, αλλά με τίτλο που μπορεί να πατηθεί.

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-link"></a>Card with link<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-link"></a>Κάρτα με σύνδεσμο<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-a-group-of-actions"></a>Card with a group of actions<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-a-group-of-actions"></a>Κάρτα με ομάδα ενεργειών<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Cards also provides styles for actionable elements such as <a class="govgr-link" href="{{0}}">Buttons</a> or <a class="govgr-link" href="{{1}}">Links</a>.
el: Οι Κάρτες παρέχουν επίσης στυλ για στοιχεία που μπορούν να ενεργοποιηθούν, όπως <a class="govgr-link" href="{{0}}">Κουμπιά</a> ή <a class="govgr-link" href="{{1}}">Σύνδεσμοι</a>.

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-clickable-content"></a>Card with clickable content<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="card-with-clickable-content"></a>Κάρτα με περιεχόμενο με δυνατότητα κλικ<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: You can expand the clickable area of the link to fill Card's content.
el: Μπορείτε να επεκτείνετε την περιοχή του συνδέσμου με δυνατότητα κλικ για να συμπληρώσετε το περιεχόμενο της Κάρτας.

source: Default Card
el: Προεπιλεγμένη κάρτα

source: Card with border
el: Κάρτα με περίγραμμα

source: Card with top border
el: Κάρτα με πάνω περιθώριο

source: Card with divider
el: Κάρτα με διαχωριστικό

source: Card with actions
el: Κάρτα με δράσεις

source: Checkboxes | Design your service with the look and feel of GOV.GR
el: Κουτάκι Επιλογής (checkbox) | Σχεδιάστε τον ιστότοπό σας με την εμφάνιση και την αίσθηση του GOV.GR

source: Let users select one or more options by using the checkboxes component.
el: Αφήστε τους χρήστες να επιλέξουν μία ή περισσότερες επιλογές χρησιμοποιώντας το στοιχείο Κουτάκι Επιλογής (checkbox).

source: Use the checkboxes component when you need to help users:
el: Χρησιμοποιήστε το στοιχείο Κουτάκι Επιλογής (checkbox) όταν πρέπει να βοηθήσετε τους χρήστες:

source: select multiple options from a list
el: επιλογή πολλαπλών επιλογών από μια λίστα

source: toggle a single option on or off
el: ενεργοποίηση ή απενεργοποίηση μιας μεμονωμένης επιλογής

source: Do not use the checkboxes component if users can only choose one option from a selection. In this case, use the <a class="govgr-link" href="{{0}}">radios</a> component.
el: Μην χρησιμοποιείτε το στοιχείο Κουτάκι Επιλογής (checkbox) εάν οι χρήστες μπορούν να επιλέξουν μόνο μία επιλογή από μια επιλογή. Σε αυτή την περίπτωση, χρησιμοποιήστε το στοιχείο <a class="govgr-link" href="{{0}}">Κουμπί ραδιοφώνου</a>.

source: Always position checkboxes to the left of their labels. This makes them easier to find, especially for users of screen magnifiers.
el: Τοποθετείτε πάντα τα πλαίσια ελέγχου στα αριστερά των ετικετών τους. Αυτό διευκολύνει την εύρεσή τους, ειδικά για τους χρήστες μεγεθυντικών συσκευών οθόνης.

source: Unlike with radios, users can select multiple options from a list of checkboxes. Do not assume that users will know how many options they can select based on the visual difference between radios and checkboxes alone.
el: Σε αντίθεση με τα Κουμπιά Ραδιοφώνου, οι χρήστες μπορούν να επιλέξουν πολλαπλές επιλογές από μια λίστα με πλαίσια ελέγχου. Μην υποθέτετε ότι οι χρήστες θα γνωρίζουν πόσες επιλογές μπορούν να επιλέξουν με βάση την οπτική διαφορά μεταξύ των Κουμπιών Ραδιοφώνου και των Κουτιών Επιλογής (checkbox) και μόνο.

source: If needed, add a hint explaining this, for example, ‘Select all that apply’.
el: Εάν χρειάζεται, προσθέστε μια ένδειξη που να το εξηγεί, για παράδειγμα, "Επιλέξτε όλα όσα ισχύουν".

source: Do not pre-select checkbox options as this makes it more likely that users will:
el: Μην επιλέγετε εκ των προτέρων τις επιλογές των κουτιών επιλογής, καθώς αυτό καθιστά πιο πιθανό το ενδεχόμενο να τις επιλέξουν οι χρήστες:

source: not realise they’ve missed a question
el: δεν συνειδητοποιούν ότι έχασαν μια ερώτηση

source: submit the wrong answer
el: Υποβάλλετε τη λάθος απάντηση

source: Order checkbox options alphabetically by default.
el: Ταξινομήστε τα κουτιά επιλογής αλφαβητικά από προεπιλογή.

source: In some cases, it can be helpful to order them from most-to-least common options. For example, you could order options for ‘What is your nationality?’ based on population size.
el: Σε ορισμένες περιπτώσεις, μπορεί να είναι χρήσιμο να τις διατάξετε από τις πιο κοινές προς τις λιγότερο κοινές επιλογές. Για παράδειγμα, θα μπορούσατε να διατάξετε τις επιλογές για το ερώτημα "Ποια είναι η εθνικότητά σας;" με βάση το μέγεθος του πληθυσμού.

source: Group checkboxes together in a {{0}} with a {{1}} that describes them, as shown in the examples on this page. This is usually a question, like ‘How would you like to be contacted?’.
el: Ομαδοποιήστε τα Κουτάκια Επιλογής (checkbox) μαζί σε ένα {{0}} με ένα {{1}} που τα περιγράφει, όπως φαίνεται στα παραδείγματα αυτής της σελίδας. Συνήθως πρόκειται για μια ερώτηση, όπως "Πώς θα θέλατε να επικοινωνούμε μαζί σας;".

source: If you’re asking just <a class="govgr-link" href="{{1}}">one question per page</a> as recommended, you can set the contents of the {{0}} as the page heading. This is good practice as it means that users of screen readers will only hear the contents once.
el: Εάν κάνετε μόνο <a class="govgr-link" href="{{1}}">μία ερώτηση ανά σελίδα</a>, όπως συνιστάται, μπορείτε να ορίσετε το περιεχόμενο της ιστοσελίδας {{0}} ως τίτλο της σελίδας. Αυτή είναι μια καλή πρακτική, καθώς σημαίνει ότι οι χρήστες των προγραμμάτων ανάγνωσης οθόνης θα ακούσουν τα περιεχόμενα μόνο μία φορά.

source: If you’re asking more than one question on the page, do not set the contents of the {{0}} as the page heading. Read more about asking <a class="govgr-link" href="{{1}}">multiple questions on question pages</a>.
el: Εάν θέτετε περισσότερες από μία ερωτήσεις στη σελίδα, μην ορίσετε τα περιεχόμενα της ιστοσελίδας {{0}} ως τίτλο της σελίδας. Διαβάστε περισσότερα σχετικά με την υποβολή <a class="govgr-link" href="{{1}}">πολλαπλών ερωτήσεων σε σελίδες ερωτήσεων</a>.

source: You can add hints to checkbox items to provide additional information about the options.
el: Μπορείτε να προσθέσετε υποδείξεις σε στοιχεία κουτιών επιλογής για να παρέχετε πρόσθετες πληροφορίες σχετικά με τις επιλογές.

source: When ‘none’ would be a valid answer, give users the option to check a box to say none of the other options apply to them — without this option, users would have to leave all of the boxes unchecked. Giving users this option also makes sure they do not skip the question by accident.
el: Όταν η απάντηση "καμία" είναι έγκυρη, δώστε στους χρήστες τη δυνατότητα να τσεκάρουν ένα πλαίσιο για να δηλώσουν ότι καμία από τις άλλες επιλογές δεν τους αφορά - χωρίς αυτή την επιλογή, οι χρήστες θα πρέπει να αφήσουν όλα τα πλαίσια χωρίς τσεκάρισμα. Δίνοντας στους χρήστες αυτή την επιλογή, διασφαλίζεται επίσης ότι δεν θα παραλείψουν την ερώτηση κατά λάθος.
