Repository: dorg-ihu/public-sector-website-arcitecture
Catalog: for_translation_xliff_dorg_httpwwwdeligiannisorg_*.xlf
Languages: el

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="summary-list-without-actions"></a>Summary list without actions<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="summary-list-without-actions"></a>Συνοπτικός κατάλογος χωρίς ενέργειες<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="summary-list-without-borders"></a>Summary list without borders<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="summary-list-without-borders"></a>Συνοπτική λίστα χωρίς περιθώρια<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="next-steps"></a>Next steps<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="next-steps"></a>Επόμενα βήματα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Table | Design your service with the look and feel of GOV.GR
el: Πίνακας | Σχεδιάστε τον ιστότοπό σας με την εμφάνιση και την αίσθηση του GOV.GR

source: Use the table component to make information easier to compare and scan for users.
el: Χρησιμοποιήστε το στοιχείο πίνακα για να διευκολύνετε τη σύγκριση και τη γρήγορη ανάγνωση των πληροφοριών για τους χρήστες.

source: Use the table component to let users compare information in rows and columns.
el: Χρησιμοποιήστε το στοιχείο πίνακα για να επιτρέψετε στους χρήστες να συγκρίνουν πληροφορίες σε γραμμές και στήλες.

source: Never use the table component to layout content on a page.
el: Ποτέ μην χρησιμοποιείτε το στοιχείο πίνακα για τη διάταξη του περιεχομένου σε μια σελίδα.

source: The default table includes horizontal lines.
el: Ο προεπιλεγμένος πίνακας περιλαμβάνει οριζόντιες γραμμές.

source: The header row can be either dark or white depending on the brand color used as a background.
el: Η γραμμή κεφαλίδας μπορεί να είναι είτε σκούρα είτε λευκή, ανάλογα με το χρώμα της μάρκας που χρησιμοποιείται ως φόντο.

source: Use {{0}} for white background color (default).
el: Χρησιμοποιήστε {{0}} για λευκό χρώμα φόντου (προεπιλογή).

source: Use {{0}} for dark background color.
el: Χρησιμοποιήστε το {{0}} για σκούρο χρώμα φόντου.

source: Use the {{0}} element to describe a table in the same way you would use a heading. A caption helps users find, navigate and understand tables.
el: Χρησιμοποιήστε το στοιχείο {{0}} για να περιγράψετε έναν πίνακα με τον ίδιο τρόπο που θα χρησιμοποιούσατε μια επικεφαλίδα. Μια λεζάντα βοηθά τους χρήστες να βρίσκουν, να πλοηγούνται και να κατανοούν τους πίνακες.

source: There are other styling options for table captions. You can use the above classes to make table header larger or smaller depending on the preference. The default value for the table header is m (medium).
el: Υπάρχουν και άλλες επιλογές μορφοποίησης για τις λεζάντες των πινάκων. Μπορείτε να χρησιμοποιήσετε τις παραπάνω κλάσεις για να κάνετε την επικεφαλίδα του πίνακα μεγαλύτερη ή μικρότερη ανάλογα με τις προτιμήσεις σας. Η προεπιλεγμένη τιμή για την επικεφαλίδα πίνακα είναι m (medium).

source: Use {{0}} class for small header in {{1}} tag.
el: Χρησιμοποιήστε την κλάση {{0}} για μικρές επικεφαλίδες στην ετικέτα {{1}}.

source: Use {{0}} class for medium header (default) in {{1}} tag.
el: Χρήση της κλάσης {{0}} για μεσαία επικεφαλίδα (προεπιλογή) στην ετικέτα {{1}}.

source: Use {{0}} class for large header in {{1}} tag.
el: Χρησιμοποιήστε την κλάση {{0}} για μεγάλες επικεφαλίδες στην ετικέτα {{1}}.

source: Use {{0}} class for xlarge header in {{1}} tag.
el: Χρησιμοποιήστε την κλάση {{0}} για την επικεφαλίδα xlarge στην ετικέτα {{1}}.

source: Use table headers to tell users what the rows and columns represent. Use the {{0}} attribute to help users of assistive technology distinguish between row and column and create horizontal and vertical headers respectively.
el: Χρησιμοποιήστε επικεφαλίδες πινάκων για να πείτε στους χρήστες τι αντιπροσωπεύουν οι γραμμές και οι στήλες. Χρησιμοποιήστε το χαρακτηριστικό {{0}} για να βοηθήσετε τους χρήστες υποστηρικτικής τεχνολογίας να διακρίνουν μεταξύ γραμμής και στήλης και να δημιουργήσουν οριζόντιες και κάθετες επικεφαλίδες αντίστοιχα.

source: Horizontal headers can be used to create tables that have row header column.
el: Οι οριζόντιες επικεφαλίδες μπορούν να χρησιμοποιηθούν για τη δημιουργία πινάκων που έχουν στήλη επικεφαλίδας γραμμής.

source: Vertical headers can be used to create tables that have both a header row and a header column. Note that the empty header cell on the top left corner has {{0}} attribute.
el: Οι κατακόρυφες επικεφαλίδες μπορούν να χρησιμοποιηθούν για τη δημιουργία πινάκων που έχουν τόσο μια γραμμή επικεφαλίδας όσο και μια στήλη επικεφαλίδας. Σημειώστε ότι το κενό κελί κεφαλίδας στην επάνω αριστερή γωνία έχει την ιδιότητα {{0}}.

source: When comparing columns of numbers, align the numbers to the right in table cells.
el: Όταν συγκρίνετε στήλες αριθμών, ευθυγραμμίστε τους αριθμούς προς τα δεξιά στα κελιά του πίνακα.

source: Use {{0}} class in {{1}} tag.
el: Χρησιμοποιήστε την κλάση {{0}} στην ετικέτα {{1}}.

source: Zebra rows (alternating row colours) should be used on tables that have very long rows. It makes it easier to visually scan the table and follow rows.
el: Οι σειρές ζέβρας (εναλλασσόμενα χρώματα σειρών) θα πρέπει να χρησιμοποιούνται σε πίνακες που έχουν πολύ μεγάλες σειρές. Αυτό διευκολύνει την οπτική «σάρωση» του πίνακα και την παρακολούθηση των γραμμών.

source: Vertical lines can be used on tables that have a lot of columns or a lot of similar data (e.g. numbers).
el: Οι κάθετες γραμμές μπορούν να χρησιμοποιηθούν σε πίνακες που έχουν πολλές στήλες ή πολλά παρόμοια δεδομένα (π.χ. αριθμούς).

source: Use {{0}} and {{1}} class in {{2}} tag.
el: Χρησιμοποιήστε τις κλάσεις {{0}} και {{1}} στην ετικέτα {{2}}.

source: If your table has a large amount of data, you can use the {{0}} class to force mobile spacing on all screen sizes. This allows more data to fit into the view at the same time.
el: Εάν ο πίνακάς σας έχει μεγάλο όγκο δεδομένων, μπορείτε να χρησιμοποιήσετε την κλάση {{0}} για να επιβάλλετε την απόσταση για κινητά σε όλα τα μεγέθη οθόνης. Αυτό επιτρέπει σε περισσότερα δεδομένα να χωρέσουν στην προβολή ταυτόχρονα.

source: You can use the width override classes to set the width of table columns.
el: Μπορείτε να χρησιμοποιήσετε τις κλάσεις παράκαμψης width για να ορίσετε το πλάτος των στηλών του πίνακα.

source: Use {{0}} class for one-quarter width.
el: Χρησιμοποιήστε την κατηγορία {{0}} για πλάτος ενός τετάρτου.

source: Use {{0}} class for one-third width,
el: Χρησιμοποιήστε την κατηγορία {{0}} για πλάτος ενός τρίτου,

source: Use {{0}} class for one-half width.
el: Χρησιμοποιήστε την κατηγορία {{0}} για το μισό πλάτος.

source: Use {{0}} class for two-thirds width.
el: Χρησιμοποιήστε την κατηγορία {{0}} για πλάτος δύο τρίτων.

source: Use {{0}} class for three-quarters width.
el: Χρησιμοποιήστε την κατηγορία {{0}} για πλάτος τριών τετάρτων.

source: Use {{0}} class for full width.
el: Χρησιμοποιήστε την κλάση {{0}} για πλήρες πλάτος.

source: Αvoid using tables that are too wide. Users might miss important information they need because some cells will be hidden from them. If you have no alternative, you can use a container class name for the table to contain the table in the width of the viewport.
el: Αποφύγετε τη χρήση πινάκων που είναι πολύ φαρδύς. Οι χρήστες μπορεί να χάσουν σημαντικές πληροφορίες που χρειάζονται, επειδή κάποια κελιά θα είναι κρυμμένα. Αν δεν έχετε άλλη επιλογή, μπορείτε να χρησιμοποιήσετε ένα όνομα κλάσης container για τον πίνακα, ώστε να περιέχει τον πίνακα στο πλάτος του παραθύρου προβολής.

source: You can also add the class {{0}} next to the {{1}} class to add a distinctive border at the container.
el: Μπορείτε επίσης να προσθέσετε την κλάση {{0}} δίπλα στην κλάση {{1}} για να προσθέσετε ένα διακριτικό περίγραμμα στο δοχείο.

source: Default Table
el: Προεπιλεγμένος πίνακας

source: Table captions
el: Λεζάντες πινάκων

source: Table headers
el: Κεφαλίδες πινάκων

source: Numbers in a table
el: Αριθμοί σε πίνακα

source: Zebra rows
el: Σειρές ζέβρας

source: Vertical lines
el: Κάθετες γραμμές

source: Dense tables
el: Πυκνοί πίνακες

source: Custom column widths
el: Προσαρμοσμένα πλάτη στηλών

source: Table container
el: Container Πίνακα

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="default-table"></a>Default Table<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="default-table"></a>Προεπιλεγμένος πίνακας<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="table-with-light-header"></a>Table with light header<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="table-with-light-header"></a>Πίνακας με ανοιχτού χρώματος κεφαλίδα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="table-with-dark-header"></a>Table with dark header<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="table-with-dark-header"></a>Πίνακας με σκούρα επικεφαλίδα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="table-captions"></a>Table captions<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="table-captions"></a>Λεζάντες πινάκων<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="table-headers"></a>Table headers<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="table-headers"></a>Κεφαλίδες πινάκων<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="numbers-in-a-table"></a>Numbers in a table<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="numbers-in-a-table"></a>Αριθμοί σε πίνακα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
