Repository: dorg-ihu/public-sector-website-arcitecture
Catalog: for_translation_xliff_dorg_httpwwwdeligiannisorg_*.xlf
Languages: el

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="when-not-to-use-this-component"></a>When not to use this component<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="when-not-to-use-this-component"></a>Πότε δεν πρέπει να χρησιμοποιείτε αυτό το στοιχείο<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Accessibility | Design your service with the look and feel of GOV.GR
el: Προσβασιμότητα | Σχεδιάστε τον ιστότοπό σας με την εμφάνιση και την αίσθηση του GOV.GR

source: Making a website or application accessible means that it can be accessed and used by people with disabilities and the assistive technologies they use to navigate the web.
el: Η προσβασιμότητα ενός ιστότοπου ή μιας εφαρμογής σημαίνει ότι μπορεί να γίνει προσβάσιμος και να χρησιμοποιηθεί από άτομα με αναπηρία και τις υποστηρικτικές τεχνολογίες που χρησιμοποιούν για την πλοήγησή τους στον ιστό.

source: Guidelines
el: Κατευθυντήριες γραμμές

source: Firstly we need to present the 5 major categories of disabilities:
el: Αρχικά πρέπει να παρουσιάσουμε τις 5 κύριες κατηγορίες αναπηριών:

source: Visual (includes blind, low-vision, and color blind)
el: Όραση (περιλαμβάνει τυφλούς, χαμηλής όρασης και έχοντες αχρωματοψία)

source: Hearing (includes deaf and hard of hearing)
el: Ακοή (συμπεριλαμβανομένων των κωφών και των βαρήκοων)

source: Motor (includes people who are not able to use a mouse)
el: Κινητική (περιλαμβάνει άτομα που δεν μπορούν να χρησιμοποιήσουν ποντίκι)

source: Speech (includes people who are not able to speak)
el: Ομιλία (περιλαμβάνει άτομα που δεν μπορούν να μιλήσουν)

source: Cognitive (includes dyslexia, ADD, and epilepsy)
el: Γνωστική (περιλαμβάνει δυσλεξία, διαταραχή έλλειψης προσοχής και επιληψία)

source: However, the concept of accessibility does not just apply to disabled people - all users will have different needs at different times and in different circumstances. Someone's ability to use a service could be affected by their:
el: Ωστόσο, η έννοια της προσβασιμότητας δεν ισχύει μόνο για τα άτομα με αναπηρία - όλοι οι χρήστες θα έχουν διαφορετικές ανάγκες σε διαφορετικές χρονικές στιγμές και υπό διαφορετικές συνθήκες. Η ικανότητα κάποιου να χρησιμοποιεί μια υπηρεσία μπορεί να επηρεάζεται από:

source: location - they could be in a noisy cafe, sunny park, or area with slow wifi
el: τοποθεσία - μπορεί να βρίσκονται σε θορυβώδες καφέ, σε ηλιόλουστο πάρκο ή σε περιοχή με αργό wifi

source: language - they could be in a foreign country not knowing the local language
el: γλώσσα - μπορεί να βρίσκονται σε μια ξένη χώρα χωρίς να γνωρίζουν την τοπική γλώσσα

source: health - they may be tired, recovering from a stroke, or have a broken arm
el: υγεία - μπορεί να είναι κουρασμένοι, να αναρρώνουν από εγκεφαλικό επεισόδιο ή να έχουν σπασμένο χέρι

source: equipment - they could be on a mobile phone or using an older browser
el: εξοπλισμό - μπορεί να είναι σε κινητό τηλέφωνο ή να χρησιμοποιούν παλαιότερο πρόγραμμα περιήγησης

source: Accessibility is about making sure your service can be used by as many people as possible. Thinking about this from the beginning will help you:
el: Η προσβασιμότητα έχει να κάνει με τη διασφάλιση ότι ο ιστότοπός σας μπορεί να χρησιμοποιηθεί από όσο το δυνατόν περισσότερους ανθρώπους. Το να το σκεφτείτε αυτό από την αρχή θα σας βοηθήσει να:

source: make sure that nobody is excluded
el: βεβαιωθείτε ότι κανείς δεν αποκλείεται

source: find out earlier if any parts of your service are not accessible - problems usually cost less to fix if you find them early
el: μάθετε νωρίτερα αν κάποια τμήματα του ιστοτόπου σας δεν είναι προσβάσιμα - η αποκατάσταση των προβλημάτων κοστίζει συνήθως λιγότερο αν τα εντοπίσετε νωρίς.

source: Accessibility guidelines could break down into the following four categories:
el: Οι κατευθυντήριες γραμμές για την προσβασιμότητα μπορούν να χωριστούν στις ακόλουθες τέσσερις κατηγορίες:

source: Perceivable - This means that users must be able to perceive the information being presented (it can't be invisible to all of their senses)
el: Αντιληπτή - Αυτό σημαίνει ότι οι χρήστες πρέπει να είναι σε θέση να αντιληφθούν τις πληροφορίες που παρουσιάζονται (δεν μπορεί να είναι αόρατες σε όλες τις αισθήσεις τους).

source: Operable - This means that users must be able to operate the interface (the interface cannot require interaction that a user cannot perform)
el: Λειτουργική - Αυτό σημαίνει ότι οι χρήστες πρέπει να είναι σε θέση να χειρίζονται τη διεπαφή (η διεπαφή δεν μπορεί να απαιτεί αλληλεπίδραση την οποία ο χρήστης δεν μπορεί να εκτελέσει).

source: Understandable - This means that users must be able to understand the information as well as the operation of the user interface (the content or operation cannot be beyond their understanding)
el: Κατανόησης - Αυτό σημαίνει ότι οι χρήστες πρέπει να είναι σε θέση να κατανοήσουν τις πληροφορίες καθώς και τη λειτουργία της διεπαφής χρήστη (το περιεχόμενο ή η λειτουργία δεν μπορεί να είναι πέρα από την κατανόησή τους).

source: Robust - This means that users must be able to access the content as technologies advance (as technologies and user agents evolve, the content should remain accessible)
el: Ανθεκτικότητα- Αυτό σημαίνει ότι οι χρήστες πρέπει να μπορούν να έχουν πρόσβαση στο περιεχόμενο καθώς οι τεχνολογίες εξελίσσονται (καθώς οι τεχνολογίες και οι πράκτορες χρήστη εξελίσσονται, το περιεχόμενο πρέπει να παραμένει προσβάσιμο).

source: Finally, if your service is part of the GOV.GR service registry it should meet the following accessibility requirements:
el: Τέλος, θα πρέπει να πληροί τις ακόλουθες απαιτήσεις προσβασιμότητας:

source: meet level AA of the <a class="govgr-link" href="{{0}}">Web Content Accessibility Guidelines (WCAG 2.1)</a>
el: πληρούν το επίπεδο ΑΑ των <a class="govgr-link" href="{{0}}">Οδηγιών Προσβασιμότητας Περιεχομένου Ιστού (WCAG 2.1)</a>

source: work on the most commonly used assistive technologies - including screen magnifiers, screen readers, and speech recognition tools
el: να συνεργάζονται με τις πιο συχνά χρησιμοποιούμενες υποστηρικτικές τεχνολογίες - συμπεριλαμβανομένων των μεγεθυντικών φακών οθόνης, των συσκευών ανάγνωσης οθόνης και των εργαλείων αναγνώρισης ομιλίας

source: include disabled people in user research
el: να συμπεριλαμβάνουν τα άτομα με αναπηρία στην έρευνα χρηστών

source: If your service meets government accessibility requirements, then you'll also be meeting the accessibility regulations that apply to public sector websites and mobile applications. More specifically, websites of public organizations must comply with article 42 of the law for Digital Governance (L. 4727/2020) and the provisions of the Directive (EU) 2016/2102.
el: Οι ιστότοποι των δημόσιων οργανισμών πρέπει να συμμορφώνονται με το άρθρο 42 του νόμου για την ψηφιακή διακυβέρνηση (Ν. 4727/2020) και τις διατάξεις της οδηγίας (ΕΕ) 2016/2102.

source: an accessibility statement for each website and mobile app
el: δήλωση προσβασιμότητας για κάθε ιστότοπο και εφαρμογή για κινητά τηλέφωνα

source: a feedback mechanism so users can flag accessibility problems or request information published in a non-accessible content
el: μηχανισμό ανατροφοδότησης, ώστε οι χρήστες να μπορούν να επισημαίνουν προβλήματα προσβασιμότητας ή να ζητούν πληροφορίες που δημοσιεύονται σε μη προσβάσιμο περιεχόμενο

source: In the next section, we provide a list of the most common accessibility issues affecting websites or applications. You can use it as a starting point for making your service accessible.
el: Στην επόμενη ενότητα, παραθέτουμε έναν κατάλογο με τα πιο συνηθισμένα ζητήματα προσβασιμότητας που επηρεάζουν ιστότοπους ή εφαρμογές. Μπορείτε να τον χρησιμοποιήσετε ως σημείο εκκίνησης για να καταστήσετε την υπηρεσία σας προσβάσιμη.

source: Loader
el: Φορτωτής

source: The Four Principles of Accessibility
el: Οι τέσσερις αρχές της προσβασιμότητας

source: Meeting accessibility requirements
el: Ικανοποίηση των απαιτήσεων προσβασιμότητας

source: The Directive requires:
el: Η οδηγία απαιτεί:

source: Making a website or application accessible means that it can be accessed and used by people with disabilities and the assistive technologies they use to navigate the web. The international standard for accessibility is WCAG <a class="govgr-link" href="{{0}}">Web Content Accessibility Guidelines (WCAG 2.1)</a>, created by W3C (World Wide Web Consortium).
el: Η προσβασιμότητα ενός ιστότοπου ή μιας εφαρμογής σημαίνει ότι μπορεί να γίνει προσβάσιμη και να χρησιμοποιηθεί από άτομα με αναπηρία και τις υποστηρικτικές τεχνολογίες που χρησιμοποιούν για την πλοήγησή τους στον ιστό. Το διεθνές πρότυπο για την προσβασιμότητα είναι το WCAG <a class="govgr-link" href="{{0}}">Web Content Accessibility Guidelines (WCAG 2.1)</a>, το οποίο δημιουργήθηκε από το W3C (World Wide Web Consortium).

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="the-four-principles-of-accessibility"></a>The Four Principles of Accessibility<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="the-four-principles-of-accessibility"></a>Οι τέσσερις αρχές της προσβασιμότητας<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="meeting-accessibility-requirements"></a>Meeting accessibility requirements<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="meeting-accessibility-requirements"></a>Ικανοποίηση των απαιτήσεων προσβασιμότητας<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="the-directive-requires"></a>The Directive requires:<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="the-directive-requires"></a>Η οδηγία απαιτεί:<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: harmonization with the EUROPEAN STANDARD for Accessibility requirements for ICT products and services (<a class="govgr-link" href="{{0}}">EN 301 549 V3.2.1 (2021-03)</a>) which is in line with the most recent Web Content Accessibility Guidelines: WCAG 2.1.
el: εναρμόνιση με το ΕΥΡΩΠΑΪΚΟ ΠΡΟΤΥΠΟ για τις απαιτήσεις προσβασιμότητας για προϊόντα και υπηρεσίες ΤΠΕ<a class="govgr-link" href="{{0}}">(EN 301 549 V3.2.1 (2021-03)</a>), το οποίο είναι σύμφωνο με τις πιο πρόσφατες κατευθυντήριες γραμμές για την προσβασιμότητα του περιεχομένου του ιστοχώρου: WCAG 2.1.

source: Guidelines | Design your service with the look and feel of GOV.GR
el: Οδηγίες | Σχεδιάστε τον ιστότοπό σας με την εμφάνιση και την αίσθηση του GOV.GR

source: Accessibility Checklist
el: Λίστα ελέγχου προσβασιμότητας

source: This checklist helps developers identify potential accessibility issues affecting their websites or applications. It’s broken down into different categories and with bold we note the most critical ones.
el: Αυτός ο κατάλογος ελέγχου βοηθά τους προγραμματιστές να εντοπίσουν πιθανά ζητήματα προσβασιμότητας που επηρεάζουν τους ιστότοπους ή τις εφαρμογές τους. Χωρίζεται σε διάφορες κατηγορίες και με έντονη γραφή σημειώνουμε τις πιο κρίσιμες.

source: For more detail on accessibility standards, please see <a class="govgr-link" href="{{0}}">WCAG2.0 AA</a>
el: Για περισσότερες λεπτομέρειες σχετικά με τα πρότυπα προσβασιμότητας, ανατρέξτε στο <a class="govgr-link" href="{{0}}">WCAG2.0 AA</a>.

source: <strong>Is the color contrast of text readable by people with low vision ? (contrast ratio of 4.5:1 with the background)</strong> Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.4.3</a>
el: <strong>Είναι η χρωματική αντίθεση του κειμένου ευανάγνωστη από άτομα με χαμηλή όραση; (αναλογία αντίθεσης 4,5:1 με το φόντο)</strong> Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.4.3</a>

source: Is color alone used to convey important information? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.4.1</a>
el: Χρησιμοποιείται μόνο το χρώμα για τη μετάδοση σημαντικών πληροφοριών; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.4.1</a>

source: Does site timeout unexpectedly? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.1 SC 2.2.6</a>
el: Μήπως ο ιστότοπος τερματίζει απροσδόκητα; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.1 SC 2.2.6</a>

source: <strong>Do all form fields have appropriate labels?</strong> Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.3.1</a>
el: <strong>Έχουν όλα τα πεδία της φόρμας τις κατάλληλες ετικέτες;</strong> Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.3.1</a>

source: Are form instructions associated with inputs? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.1 SC 3.3.2</a>
el: Συνδέονται οι οδηγίες της φόρμας με τις εισόδους; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.1 SC 3.3.2</a>

source: Are headings nested in a logical way? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 2.4.10</a>
el: Οι επικεφαλίδες είναι ένθετες με λογικό τρόπο; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 2.4.10</a>

source: <strong>Do all images have alternative text?</strong> Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.1.1</a>
el: <strong>Έχουν όλες οι εικόνες εναλλακτικό κείμενο;</strong> Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.1.1</a>

source: Does the alternative text make sense? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.1.1</a>
el: Έχει νόημα το εναλλακτικό κείμενο; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.1.1</a>

source: If the image is a link, does the alternative text clearly identify the link destination? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.1.1</a>
el: Εάν η εικόνα είναι σύνδεσμος, το εναλλακτικό κείμενο προσδιορίζει σαφώς τον προορισμό του συνδέσμου; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.1.1</a>

source: Are all CSS background images either pure decoration or have alternative text? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.1.1</a>
el: Όλες οι εικόνες φόντου CSS είναι είτε καθαρά διακοσμητικές είτε έχουν εναλλακτικό κείμενο; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.1.1</a>

source: Is any text embedded in images? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.4.5</a>
el: Υπάρχει κείμενο ενσωματωμένο σε εικόνες; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.4.5</a>

source: Do tables have proper headers and column attributes? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.3.1</a>
el: Έχουν οι πίνακες τις κατάλληλες επικεφαλίδες και χαρακτηριστικά στηλών; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.3.1</a>

source: <strong>Can you always see where the keyboard focus is?</strong> Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 2.4.7</a>
el: <strong>Μπορείτε πάντα να βλέπετε πού βρίσκεται η εστίαση του πληκτρολογίου;</strong> Απαίτηση: <a class="govgr-link" href="{{0}}">2.0 SC 2.4.7</a>

source: <strong>Does the user have access to the full functionality of the page or application using a keyboard alone?</strong> Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 2.1.1</a>
el: <strong>Έχει ο χρήστης πρόσβαση στην πλήρη λειτουργικότητα της σελίδας ή της εφαρμογής χρησιμοποιώντας μόνο το πληκτρολόγιο;</strong> Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 2.1.1</a>

source: Does the tab order make sense? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 2.4.3</a>
el: Βγάζει νόημα η σειρά των καρτελών; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 2.4.3</a>

source: Can all links be understood taken alone? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.1 SC 2.4.4</a>
el: Μπορούν όλοι οι σύνδεσμοι να κατανοηθούν από μόνοι τους; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.1 SC 2.4.4</a>

source: Are page titles descriptive? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.1 SC 2.4.2</a>
el: Είναι οι τίτλοι των σελίδων περιγραφικοί; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.1 SC 2.4.2</a>

source: Is the language for the page set? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 3.1.1</a>
el: Έχει οριστεί η γλώσσα για τη σελίδα; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 3.1.1</a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="screen-reader"></a>Screen reader<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="screen-reader"></a>Πρόγραμμα ανάγνωσης οθόνης<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Is all content and functionality available to a screen reader? Requirement: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.3.1</a>
el: Είναι όλο το περιεχόμενο και οι λειτουργίες διαθέσιμες σε πρόγραμμα ανάγνωσης οθόνης; Απαίτηση: <a class="govgr-link" href="{{0}}">WCAG 2.0 SC 1.3.1</a>
