Repository: dorg-ihu/public-sector-website-arcitecture
Catalog: for_translation_xliff_dorg_httpwwwdeligiannisorg_*.xlf
Languages: el

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="font"></a>Font<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="font"></a>Γραμματοσειρά<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="headings"></a>Headings<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="headings"></a>Τίτλοι<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="headings-with-captions"></a>Headings with captions<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="headings-with-captions"></a>Επικεφαλίδες με λεζάντες<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="paragraphs"></a>Paragraphs<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="paragraphs"></a>Παράγραφοι<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="lead-paragraph"></a>Lead Paragraph<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="lead-paragraph"></a>Επικεφαλής παράγραφος<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="body-small"></a>Body small<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="body-small"></a>Σώμα μικρό<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="font-override-classes"></a>Font override classes<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="font-override-classes"></a>Κλάσεις παράκαμψης γραμματοσειράς<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="font-size"></a>Font size<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="font-size"></a>Μέγεθος γραμματοσειράς<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="font-weight"></a>Font weight<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="font-weight"></a>Βάρος γραμματοσειράς<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="bold-text"></a>Bold text<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="bold-text"></a>Έντονο κείμενο<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="hint"></a>Hint<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="hint"></a>Υπόδειξη<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="links"></a>Links<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="links"></a>Σύνδεσμοι<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="external-links"></a>External links<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="external-links"></a>Εξωτερικοί σύνδεσμοι<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="opening-links-in-a-new-tab"></a>Opening links in a new tab<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="opening-links-in-a-new-tab"></a>Άνοιγμα συνδέσμων σε νέα καρτέλα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
