Repository: dorg-ihu/public-sector-website-arcitecture
Catalog: for_translation_xliff_dorg_httpwwwdeligiannisorg_*.xlf
Languages: el

source: Get started
el: Εκκίνηση

source: Styles
el: Στυλ

source: Components
el: Στοιχεία

source: Patterns
el: Μοτίβα

source: Accessibility
el: Προσβασιμότητα

source: Design your service with the look and feel of GOV.GR
el: Σχεδιάστε την ιστοσελίδα σας με την εμφάνιση και την αίσθηση του GOV.GR

source: Use this design system to make your service consistent with GOV.GR. Learn from the research and experience of other service teams and avoid repeating work that’s already been done.
el: Χρησιμοποιήστε αυτό το σύστημα σχεδιασμού για να καταστήσετε την ιστοσελίδα σας σύμφωνη με το GOV.GR. Μάθετε από την έρευνα και την εμπειρία άλλων ομάδων ανάπτυξης και αποφύγετε την επανάληψη εργασιών που έχουν ήδη γίνει.

source: Start here<svg class="govgr-arrow--right govgr-svg-icon" focusable="false" viewBox="0 0 24 24" aria-hidden="true"><path d="M8.5,2L6.1,4.3l7.6,7.7l-7.6,7.6L8.5,22l10-10L8.5,2z"></path></svg>
el: Ξεκινήστε εδώ

source: Save time with reusable, accessible components for forms, navigation, panels, tables and more.
el: Κάντε την ιστοσελίδα σας προσιτή σε όσο το δυνατόν περισσότερους ανθρώπους. Βοηθήστε τους χρήστες που εργάζονται με υποστηρικτικές τεχνολογίες να αλληλεπιδρούν απρόσκοπτα με την υπηρεσία σας.

source: Make your service look like GOV.GR with guides for applying layout, typography, colour and images.
el: Κάντε την ιστοσελίδα σας να μοιάζει με το GOV.GR με οδηγούς για την εφαρμογή της διάταξης, της τυπογραφίας, του χρώματος και των εικόνων.

source: Make your service accessible to as many people as possible. Help users working with assistive technologies interact with your service seamlesly.
el: Κάντε την ιστοσελίδα σας προσιτή σε όσο το δυνατόν περισσότερους ανθρώπους. Βοηθήστε τους χρήστες που εργάζονται με υποστηρικτικές τεχνολογίες να αλληλεπιδρούν απρόσκοπτα με την ιστοσελίδα σας.

source: Help users complete common tasks like entering names and addresses, filling in forms and creating accounts.
el: Βοηθήστε τους χρήστες να ολοκληρώσουν κοινές εργασίες, όπως η εισαγωγή ονομάτων και διευθύνσεων, η συμπλήρωση εντύπων και η δημιουργία λογαριασμών.

source: Introduction
el: Εισαγωγή

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="before-we-begin"></a>Before we begin<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="before-we-begin"></a>Πριν ξεκινήσουμε<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: This guide was created to help designers and developers create friendly and easy-to-use digital public services to successfully serve citizen needs.
el: Αυτός ο οδηγός δημιουργήθηκε για να βοηθήσει τους σχεδιαστές και τους προγραμματιστές να δημιουργήσουν φιλικές και εύχρηστες ιστοσελίδες για φορείς του Δημοσίου για την επιτυχή εξυπηρέτηση των αναγκών των πολιτών.

source: In a few words, our goal is to provide a seamless experience for all users whenever they use <a class="govgr-link" href="{{0}}">GOV.GR</a> and the services under its domain. We want to offer simple services that are accessible and comprehensible by the entire population.
el: Με λίγα λόγια, στόχος μας είναι να παρέχουμε μια απρόσκοπτη εμπειρία για όλους τους χρήστες κάθε φορά που χρησιμοποιούν <a class="govgr-link" href="{{0}}">το GOV.GR</a> και τους ιστοτόπους δημοσίων φορέων που έχουν υιοθετήσει τις σχεδιαστικές αρχές του. Θέλουμε να προσφέρουμε απλούς στην πλοήγηση ιστοτόπους που να είναι προσβάσιμες και κατανοητές από το σύνολο του πληθυσμού.

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="service-standard"></a>Service standard<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="service-standard"></a>Πρότυπο ιστοτόπων<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: The Service Standard helps teams to create and run great public services. The context of the user experience and trying to identify how users think about each problem is the most fundamental aspect of the design process. The following principles will help your team create and manage a valuable digital service.
el: Το Πρότυπο Σχεδιασμού Ιστοτόπων βοηθά τις ομάδες να δημιουργήσουν και να λειτουργήσουν ιστοτόπους υψηλής ποιότητας. Το πλαίσιο της εμπειρίας του χρήστη και η προσπάθεια να προσδιοριστεί ο τρόπος με τον οποίο οι χρήστες σκέφτονται για κάθε πρόβλημα είναι η πιο θεμελιώδης πτυχή της διαδικασίας σχεδιασμού. Οι παρακάτω αρχές θα βοηθήσουν την ομάδα σας να δημιουργήσει και να διαχειριστεί έναν χρήσιμο ιστότοπο.

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="avoiding-antipatterns"></a>Avoiding antipatterns<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="avoiding-antipatterns"></a>Αποφυγή αρνητικών μοτίβων<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: A common mistake most teams make is that they hurry to implement digital versions of existing bureaucratic processes and practices, without simplifying them first. Additionally, sometimes designers and service teams skip doing user research and assume what users need or want in a situation. Therefore they proceed with the service implementation and become aware of actual user needs and issues after delivering the service. It is easier to resolve an issue during service design than after its delivery.
el: Ένα κοινό λάθος που κάνουν οι περισσότερες ομάδες είναι ότι βιάζονται να εφαρμόσουν ψηφιακές εκδοχές των υφιστάμενων γραφειοκρατικών διαδικασιών και πρακτικών, χωρίς πρώτα να τις απλοποιήσουν. Επιπλέον, μερικές φορές οι σχεδιαστές και οι ομάδες υπηρεσιών παραλείπουν να κάνουν έρευνα χρηστών και υποθέτουν τι χρειάζονται ή τι θέλουν οι χρήστες κάθε στιγμή. Ως εκ τούτου, προχωρούν με την υλοποίηση της υπηρεσίας ή του ιστοτόπου και συνειδητοποιούν τις πραγματικές ανάγκες και τα ζητήματα των χρηστών μετά την παροχή τους. Είναι ευκολότερο να επιλυθεί ένα ζήτημα κατά τη διάρκεια του σχεδιασμού παρά μετά την παράδοση του ιστοτόπου.

source: Of course, partially or inadequately solving problems and needs leads to unsatisfied users. This alone makes it difficult to achieve our goal of providing simple and effective services to users.
el: Φυσικά, η μερική ή ανεπαρκής επίλυση προβλημάτων και αναγκών οδηγεί σε δυσαρεστημένους χρήστες. Αυτό από μόνο του καθιστά δύσκολη την επίτευξη του στόχου μας για την παροχή απλών και αποτελεσματικών ιστοτόπων στους χρήστες.

source: Next
el: Επόμενο

source: Introduction to CSS library
el: Εισαγωγή στη βιβλιοθήκη CSS

source: Understand users and their needs
el: Κατανόηση των χρηστών και των αναγκών τους

source: Solve a whole problem for users
el: Λύστε συνολικά το πρόβλημα για τους χρήστες

source: Provide a joined up experience across all channels
el: Παροχή ενιαίας εμπειρίας σε όλα τα κανάλια

source: Make the service simple to use
el: Απλή χρήση του ιστοτόπου

source: Make sure everyone can use the service
el: Βεβαιωθείτε ότι όλοι μπορούν να χρησιμοποιήσουν τον ιστότοπο

source: Have a multidisciplinary team
el: Φτιάξτε διεπιστημονική ομάδα με διάφορες ειδικότητες

source: Use agile ways of working
el: Χρήση ευέλικτων τρόπων εργασίας

source: Iterate and improve frequently
el: Παράγετε και βελτιώνετε συχνά εκδόσεις του ιστοτόπου

source: Create a secure service which protects users’ privacy
el: Δημιουργία ενός ασφαλούς ιστοτόπου που προστατεύει την ιδιωτική ζωή των χρηστών

source: Define what success looks like and publish performance data
el: Καθορίστε κριτήρια επιτυχίας και δημοσιεύστε δεδομένα επιδόσεων

source: Choose the right tools and technology
el: Επιλέξτε τα σωστά εργαλεία και την κατάλληλη τεχνολογία

source: Make new source code open
el: Ανοίξτε το νέο πηγαίο κώδικα που δημιουργείτε.

source: Use and contribute to open standards, common components and patterns
el: Χρήση και συμβολή σε ανοικτά πρότυπα, κοινά στοιχεία και μοτίβα

source: Operate a reliable service
el: Παρέχετε έναν αξιόπιστο ιστότοπο

source: Before we begin
el: Πριν ξεκινήσουμε

source: Service standard
el: Επίπεδο παρεχόμενης υπηρεσίας

source: Avoiding antipatterns
el: Αποφυγή αρνητικών μοτίβων

source: Getting Started
el: Ξεκινώντας

source: Installation
el: Εγκατάσταση

source: Introduction to CSS library | Design your service with the look and feel of GOV.GR
el: Εισαγωγή στη βιβλιοθήκη CSS | Σχεδιάστε τον ιστότοπό σας με την εμφάνιση και την αίσθηση του GOV.GR

source: Get started with Digigov CSS, the official CSS library of the GOV.GR design system for building responsive, mobile-first sites.
el: Ξεκινήστε με το Digigov CSS, την επίσημη βιβλιοθήκη CSS του συστήματος σχεδιασμού GOV.GR για την κατασκευή ιστότοπων που ανταποκρίνονται στις ανάγκες χρήσης με προτεραιότητα στις φορητές συσκευές .

source: Digigov CSS is built using <a class="govgr-link" href="{{0}}">Tailwind CSS</a>, a modern utility-first CSS framework that uses <a class="govgr-link" href="{{1}}">PostCSS</a> under the hood. Our goal is to provide a lightweight, easy-to-use and well documented CSS library for everyone that wants to create a pixel-perfect GOV.GR Service.
el: Το Digigov CSS είναι κατασκευασμένο με τη χρήση <a class="govgr-link" href="{{0}}">του Tailwind CSS</a>, ενός σύγχρονου πλαισίου CSS που χρησιμοποιεί το <a class="govgr-link" href="{{1}}">PostCSS</a> κάτω από την κουκούλα. Στόχος μας είναι να παρέχουμε μια ελαφριά, εύχρηστη και καλά τεκμηριωμένη βιβλιοθήκη CSS για όλους όσοι θέλουν να δημιουργήσουν έναν ιστότοπο στο στυλ του GOV.GR.

source: Moreover, we want to provide a pure solution that doesn't require any additional external dependencies to work, although it is designed to work with a multitude of tools and technologies and delivery architectures, for example as an NPM module, as a Tailwind plugin or as a vendor file that you can download and serve on a CDN. You choose your stack and your devops process.
el: Επιπλέον, θέλουμε να παρέχουμε μια καθαρή λύση που δεν απαιτεί πρόσθετες εξωτερικές εξαρτήσεις για να λειτουργήσει, παρόλο που έχει σχεδιαστεί για να λειτουργεί με ένα πλήθος εργαλείων και τεχνολογιών και αρχιτεκτονικών παράδοσης, για παράδειγμα ως ενότητα NPM, ως πρόσθετο Tailwind ή ως αρχείο προμηθευτή που μπορείτε να κατεβάσετε και να εξυπηρετήσετε σε ένα CDN. Εσείς επιλέγετε το stack σας και τη διαδικασία ανάπτυξης.

source: Looking to quickly add Digigov CSS to your project? You can use the free CDN of jsdelivr.net. Whether you're using a package manager or you need to download the source files, please head to the <a class="govgr-link" href="{{0}}">Installation</a> page.
el: Ψάχνετε να προσθέσετε γρήγορα το Digigov CSS στο έργο σας; Μπορείτε να χρησιμοποιήσετε το δωρεάν CDN του jsdelivr.net. Είτε χρησιμοποιείτε έναν διαχειριστή πακέτων είτε πρέπει να κατεβάσετε τα αρχεία πηγής, μεταβείτε στη σελίδα <a class="govgr-link" href="{{0}}">Εγκατάσταση</a>.

source: Copy-paste the stylesheet {{0}} into your {{1}} before all other stylesheets to load our CSS.
el: Αντιγράψτε-επικολλήστε το φύλλο στυλ {{0}} στο {{1}} πριν από όλα τα άλλα φύλλα στυλ για να φορτώσετε το CSS μας.

source: Copy
el: Αντιγραφή

source: Our components are designed to be standalone, therefore there is no need to include a JS file. You can use the CSS provided as part of a server-side rendering pipeline or using any latest cutting-edge front-end framework.
el: Τα υποτμήματα έχουν σχεδιαστεί για να είναι αυτόνομα, επομένως δεν χρειάζεται να συμπεριλάβετε ένα αρχείο JS. Μπορείτε να χρησιμοποιήσετε τα CSS που παρέχονται από την πλευρά του διακομιστή ή χρησιμοποιώντας οποιοδήποτε πλαίσιο front-end τελευταίας τεχνολογίας.

source: Be sure to have your pages set up with the latest design and development standards. That means using an HTML5 doctype and including a viewport meta tag for proper responsive behaviors. Put it all together and your pages should look like this:
el: Βεβαιωθείτε ότι οι σελίδες σας έχουν ρυθμιστεί σύμφωνα με τα πιο πρόσφατα πρότυπα σχεδιασμού και ανάπτυξης. Αυτό σημαίνει τη χρήση ενός τύπου HTML5 και τη συμπερίληψη μιας ετικέτας viewport meta για σωστή συμπεριφορά που ανταποκρίνεται σε διαφορετικά μεγέθη οθόνης (responsive). Αν ισχύουν τα παραπάνω οι σελίδες σας θα πρέπει να μοιάζουν κάπως έτσι:

source: Digigov CSS employs a handful of important global styles and settings that you’ll need to be aware of when using it, all of which are almost exclusively geared towards the normalization of cross browser styles. Let’s dive in.
el: Το Digigov CSS χρησιμοποιεί έναν αριθμό καθολικών στυλ και ρυθμίσεων που θα πρέπει να γνωρίζετε όταν το χρησιμοποιείτε. Αυτά είναι σχεδόν αποκλειστικά προσανατολισμένα προς την ομαλοποίηση των στυλ μεταξύ των διάφορων φυλλομετρητών. Ας δούμε τις λεπτομέρειες.

source: Digigov CSS requires the use of the HTML5 doctype. Without it, you’ll see some funky incomplete styling, but including it shouldn’t cause any considerable hiccups.
el: Το Digigov CSS απαιτεί τη χρήση του doctype HTML5. Χωρίς αυτό, θα δείτε κάποια περίεργη ελλιπή μορφοποίηση, αλλά η συμπερίληψή του δεν θα πρέπει να προκαλέσει σημαντικά προβλήματα.

source: Digigov CSS is developed mobile first, a strategy in which we optimize code for mobile devices first and then scale up components as necessary using CSS media queries. To ensure proper rendering and touch zooming for all devices, <strong>add the responsive viewport meta tag</strong> to your {{0}}.
el: Το CSS της Digigov αναπτύσσεται πρώτα για κινητά, μια στρατηγική κατά την οποία βελτιστοποιούμε πρώτα τον κώδικα για κινητές συσκευές και στη συνέχεια αυξάνουμε τα στοιχεία ανάλογα με τις ανάγκες χρησιμοποιώντας media queries CSS. Για να διασφαλίσετε τη σωστή απόδοση και το ζουμ αφής για όλες τις συσκευές, <strong>προσθέστε την ετικέτα meta tag responsive viewport</strong> στο {{0}}.

source: You can see an example of this in action in the <a class="govgr-link" href="{{0}}">starter template</a>.
el: Μπορείτε να δείτε ένα παράδειγμα αυτής της λειτουργίας στο <a class="govgr-link" href="{{0}}">αρχικό πρότυπο</a>.

source: Previous
el: Προηγούμενο

source: Quick start
el: Γρήγορη εκκίνηση

source: Starter template
el: Πρότυπο εκκίνησης

source: Important Globals
el: Σημαντικές πληροφορίες καθολικής εφαρμογής

source: HTML5 Doctype
el: Τύπος HTML5

source: Search
el: Αναζήτηση

source: On this page
el: Σε αυτή τη σελίδα

source: Design system
el: Σύστημα σχεδιασμού

source: My Site Logo
el: Το λογότυπο του ιστοτόπου μου

source: Skip to main content
el: Μετάβαση στο κύριο περιεχόμενο

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="package-managers"></a>Package managers<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="package-managers"></a>Διαχειριστές πακέτων<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="yarn"></a>Yarn<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="yarn"></a>Νήματα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="use-as-a-tailwind-css-plugin"></a>Use as a Tailwind CSS plugin<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="use-as-a-tailwind-css-plugin"></a>Χρήση ως plugin Tailwind CSS<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
