Repository: dorg-ihu/public-sector-website-arcitecture
Catalog: for_translation_xliff_dorg_httpwwwdeligiannisorg_*.xlf
Languages: el

source: Remember to start by asking <a class="govgr-link" href="{{0}}">one question per page</a>. You might be able to remove the need for a ‘none’ option by asking the user a better question or filtering them out with a ‘filter question’ beforehand.
el: Θυμηθείτε να ξεκινήσετε με <a class="govgr-link" href="{{0}}">μία ερώτηση ανά σελίδα</a>. Ίσως μπορέσετε να εξαλείψετε την ανάγκη για την επιλογή "καμία", θέτοντας στον χρήστη μια καλύτερη ερώτηση ή φιλτράροντάς τον με μια "ερώτηση φίλτρου" εκ των προτέρων.

source: Show the ‘none’ option last. Separate it from the other options using a divider. The text is usually the word ‘ή’.
el: Εμφάνιση της επιλογής 'κανένα' τελευταία. Διαχωρίστε την από τις άλλες επιλογές χρησιμοποιώντας ένα διαχωριστικό. Το κείμενο είναι συνήθως η λέξη 'ή'.

source: Write a label that repeats the key part of the question.
el: Γράψτε μια ετικέτα που να επαναλαμβάνει το βασικό μέρος της ερώτησης.

source: For example, for the question ‘Θα ταξιδέψετε σε κάποια από αυτές τις χώρες;’, say ‘Όχι, δεν θα ταξιδέψω σε καμία από αυτές τις χώρες’
el: Για παράδειγμα, για την ερώτηση "Θα ταξιδέψετε σε κάποια από αυτές τις χώρες;", γράψτε "Όχι, δεν θα ταξιδέψω σε καμία από αυτές τις χώρες".

source: To enable some JavaScript that unchecks all other checkboxes when the user clicks ‘None’, add the exclusive behaviour to the ‘none’ checkbox.
el: Για να ενεργοποιήσετε κάποια JavaScript που καταργεί τον έλεγχο όλων των άλλων κουτιών ελέγχου όταν ο χρήστης κάνει κλικ στο 'Καμία', προσθέστε την αποκλειστική συμπεριφορά στο πλαίσιο ελέγχου 'Καμία'.

source: If JavaScript is unavailable, and a user selects both the ‘none’ checkbox and another checkbox, display an error message.
el: Εάν η JavaScript δεν είναι διαθέσιμη και ένας χρήστης επιλέξει τόσο το πλαίσιο ελέγχου "none" όσο και ένα άλλο πλαίσιο ελέγχου, εμφανίστε ένα μήνυμα σφάλματος.

source: Error messages should be styled like this:
el: Τα μηνύματα σφαλμάτων πρέπει να είναι διαμορφωμένα ως εξής:

source: Make sure errors follow the guidance in error message and have specific error messages for specific error states.
el: Βεβαιωθείτε ότι τα σφάλματα ακολουθούν την καθοδήγηση στο μήνυμα σφάλματος και έχουν ειδικά μηνύματα σφάλματος για συγκεκριμένες καταστάσεις σφάλματος.

source: You can ask the user a related question when they select a particular checkbox, so they only see the question when it’s relevant to them.
el: Μπορείτε να θέσετε στο χρήστη μια σχετική ερώτηση όταν επιλέγει ένα συγκεκριμένο πλαίσιο ελέγχου, ώστε να βλέπει την ερώτηση μόνο όταν τον αφορά.

source: This might make 2 related questions easier to answer by grouping them on the same page. For example, you could reveal a phone number input when the user selects the ‘Contact me by phone’ option.
el: Αυτό μπορεί να διευκολύνει την απάντηση σε 2 συναφείς ερωτήσεις με την ομαδοποίησή τους στην ίδια σελίδα. Για παράδειγμα, θα μπορούσατε να αποκαλύψετε μια εισαγωγή αριθμού τηλεφώνου όταν ο χρήστης επιλέξει την επιλογή "Επικοινωνήστε μαζί μου τηλεφωνικά".

source: Keep it simple. If the related question is complicated or has more than one part, show it on the next page in the process instead.
el: Κρατήστε τη λογική απλή. Αν η σχετική ερώτηση είναι περίπλοκη ή έχει περισσότερα από ένα μέρη, δείξτε την στην επόμενη σελίδα της διαδικασίας.

source: You should only conditionally reveal questions - do not show or hide anything that is not a question.
el: Θα πρέπει να αποκαλύπτετε μόνο υπό όρους τις ερωτήσεις - μην εμφανίζετε ή κρύβετε οτιδήποτε που δεν είναι ερώτηση.

source: Say ‘Επιλέξτε αν [οι επιλογές]’.
el: Εμφανίστε 'Επιλέξτε αν [οι επιλογές]'.

source: For example, ‘Επιλέξτε αν θα ταξιδέψετε στην Αγγλία ή στην Γαλλία'.
el: Για παράδειγμα, "Επιλέξτε αν θα ταξιδέψετε στην Αγγλία ή στην Γαλλία".

source: Say Επιλέξτε [τις επιλογές]’.
el: Αναφέρατε Επιλέξτε [τις επιλογές]'.

source: For example, ‘Επιλέξτε μία ή περισότερες χώρες’.
el: Για παράδειγμα, "Επιλέξτε μία ή περισότερες χώρες".

source: Say ‘Επιλέξτε [τις επιλογές] ή επιλέξτε "Όχι, δεν θα ταξιδέψω σε καμία από αυτές τις χώρες"’.
el: Αναφέρατε "Επιλέξτε [τις επιλογές] ή επιλέξτε "Όχι, δεν θα ταξιδέψω σε καμία από αυτές τις χώρες"".

source: For example, ‘Επιλέξτε μία ή παραπάνω χώρες ή επιλέξτε "Όχι, δεν θα ταξιδέψω σε καμία από αυτές τις χώρες"’.
el: Για παράδειγμα, "Επιλέξτε μία ή παραπάνω χώρες ή επιλέξτε "Όχι, δεν θα ταξιδέψω σε καμία από αυτές τις χώρες"".

source: If you’re asking more than one question on the page
el: Αν κάνετε περισσότερες από μία ερωτήσεις στη σελίδα

source: Checkbox items with hints
el: Στοιχεία checkbox με υποδείξεις

source: Add an option for ‘none’
el: Προσθέστε μια επιλογή για 'κανένα'

source: Error messages
el: Μηνύματα σφάλματος

source: Conditionally revealing a related question
el: Αποκαλύπτοντας υπό όρους ένα σχετικό ερώτημα

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="if-youre-asking-one-question-on-the-page"></a>If you’re asking one question on the page<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="if-youre-asking-one-question-on-the-page"></a>Αν κάνετε μια ερώτηση στη σελίδα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="if-youre-asking-more-than-one-question-on-the-page"></a>If you’re asking more than one question on the page<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="if-youre-asking-more-than-one-question-on-the-page"></a>Αν κάνετε περισσότερες από μία ερωτήσεις στη σελίδα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="checkbox-items-with-hints"></a>Checkbox items with hints<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="checkbox-items-with-hints"></a>Στοιχεία checkbox με υποδείξεις<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="add-an-option-for-none"></a>Add an option for ‘none’<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="add-an-option-for-none"></a>Προσθέστε μια επιλογή για 'κανένας'<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="error-messages"></a>Error messages<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="error-messages"></a>Μηνύματα σφάλματος<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="conditionally-revealing-a-related-question"></a>Conditionally revealing a related question<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="conditionally-revealing-a-related-question"></a>Αποκαλύπτοντας υπό όρους ένα σχετικό ερώτημα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-nothing-is-selected-and-the-question-has-options-in-it"></a>If nothing is selected and the question has options in it<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-nothing-is-selected-and-the-question-has-options-in-it"></a>Εάν δεν έχει επιλεγεί τίποτα και η ερώτηση έχει επιλογές<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-nothing-is-selected-and-the-question-does-not-have-options-in-it"></a>If nothing is selected and the question does not have options in it<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-nothing-is-selected-and-the-question-does-not-have-options-in-it"></a>Εάν δεν έχει επιλεγεί τίποτα και η ερώτηση δεν έχει επιλογές<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-users-check-both-a-none-checkbox-and-another-checkbox"></a>If users check both a ‘none’ checkbox and another checkbox<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-users-check-both-a-none-checkbox-and-another-checkbox"></a>Εάν οι χρήστες τσεκάρουν τόσο ένα πλαίσιο ελέγχου "κανένα" όσο και ένα άλλο πλαίσιο ελέγχου<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Use the warning text component when you need to warn users about something important, such as legal consequences of an action, or lack of action, that they might take.
el: Χρησιμοποιήστε το στοιχείο προειδοποιητικού κειμένου όταν πρέπει να προειδοποιήσετε τους χρήστες για κάτι σημαντικό, όπως οι νομικές συνέπειες μιας ενέργειας ή της έλλειψης ενέργειας που μπορεί να κάνουν.

source: You might need to rewrite the hidden text ("Προσοχή" in the example) to make it appropriate for your context. This will be used by screen-readers.
el: Ίσως χρειαστεί να ξαναγράψετε το κρυφό κείμενο ("Προσοχή" στο παράδειγμα) για να το κάνετε κατάλληλο για το δικό σας πλαίσιο. Αυτό θα χρησιμοποιηθεί από συσκευές ανάγνωσης οθόνης.

source: Text input | Design your service with the look and feel of GOV.GR
el: Εισαγωγή κειμένου | Σχεδιάστε τον ιστότοπό σας με την εμφάνιση και την αίσθηση του GOV.GR

source: Use the text input component when you need to let users enter text that’s no longer than a single line, such as their name or phone number.
el: Χρησιμοποιήστε το στοιχείο εισαγωγής κειμένου όταν πρέπει να επιτρέψετε στους χρήστες να εισάγουν κείμενο που δεν υπερβαίνει μία μόνο γραμμή, όπως το όνομα ή τον αριθμό τηλεφώνου τους.

source: Do not use the text input component if you need to let users enter longer answers that might span multiple lines. In this case, you should use the <a class="govgr-link" href="{{0}}">textarea</a> component.
el: Μην χρησιμοποιείτε το στοιχείο εισαγωγής κειμένου εάν πρέπει να επιτρέψετε στους χρήστες να εισάγουν μεγαλύτερες απαντήσεις που μπορεί να καλύπτουν πολλές γραμμές. Σε αυτή την περίπτωση, θα πρέπει να χρησιμοποιήσετε το στοιχείο <a class="govgr-link" href="{{0}}">textarea</a>.

source: All text inputs must have visible labels; placeholder text is not an acceptable replacement for a label as it vanishes when users start typing.
el: Όλες οι είσοδοι κειμένου πρέπει να έχουν ορατές ετικέτες- το κείμενο-υποκατάστατο δεν αποτελεί αποδεκτή αντικατάσταση μιας ετικέτας, καθώς εξαφανίζεται όταν οι χρήστες αρχίζουν να πληκτρολογούν.

source: Labels should be aligned above the text input they refer to. They should be short, direct and written in sentence case. Do not use colons at the end of labels.
el: Οι ετικέτες θα πρέπει να ευθυγραμμίζονται πάνω από το κείμενο στο οποίο αναφέρονται. Θα πρέπει να είναι σύντομες, άμεσες και γραμμένες με κεφαλαία γράμματα. Μην χρησιμοποιείτε άνω και κάτω τελεία στο τέλος των ετικετών.

source: If you’re asking just one question per page as recommended, you can set the contents of the {{0}} as the page heading. This is good practice as it means that users of screen readers will only hear the contents once.
el: Εάν κάνετε μόνο μία ερώτηση ανά σελίδα, όπως συνιστάται, μπορείτε να ορίσετε το περιεχόμενο της ιστοσελίδας {{0}} ως τίτλο της σελίδας. Αυτή είναι μια καλή πρακτική, καθώς σημαίνει ότι οι χρήστες των προγραμμάτων ανάγνωσης οθόνης θα ακούσουν τα περιεχόμενα μόνο μία φορά.
