Repository: dorg-ihu/public-sector-website-arcitecture
Catalog: for_translation_xliff_dorg_httpwwwdeligiannisorg_*.xlf
Languages: el

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-nothing-is-entered"></a>If nothing is entered<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-nothing-is-entered"></a>Εάν δεν εισαχθεί τίποτα<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Highlight the date input as a whole.
el: Επισημάνετε την εισαγωγή ημερομηνίας στο σύνολό της.

source: Say Πληκτρολογήστε [ό,τι είναι]’. For example, ‘Πληκτρολογήστε την ημερομηνία γέννησής σας.’.
el: Αναφέρετε Πληκτρολογήστε [ό,τι είναι]'. Για παράδειγμα, "Πληκτρολογήστε την ημερομηνία γέννησής σας.".

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-is-incomplete"></a>If the date is incomplete<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-is-incomplete"></a>Εάν η ημερομηνία είναι ελλιπής<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Highlight the day, month or year field where the information is missing. If more than one field is missing information, highlight the date input as a whole.
el: Επισημάνετε το πεδίο της ημέρας, του μήνα ή του έτους στο οποίο λείπουν οι πληροφορίες. Εάν λείπουν πληροφορίες σε περισσότερα από ένα πεδία, επισημάνετε την ημερομηνία εισαγωγής στο σύνολό της.

source: Say ‘[η επιλογή] πρέπει να περιλαμβάνει [ό,τι λείπει]’.
el: Αναφέρετε "[η επιλογή] πρέπει να περιλαμβάνει [ό,τι λείπει]".

source: For example, ‘Date of birth must include a month’ or ‘Date of birth must include a day and month’. For example, 'Η ημέρα γέννησης πρέπει να περιλαμβάνει κάποιον μήνα' ή 'Η ημερομηνία γέννησης πρέπει να περιλαμβάνει ημέρα και μήνα'.
el: Για παράδειγμα, "Η ημερομηνία γέννησης πρέπει να περιλαμβάνει ένα μήνα" ή "Η ημερομηνία γέννησης πρέπει να περιλαμβάνει μια ημέρα και ένα μήνα". Για παράδειγμα, "Η ημέρα γέννησης πρέπει να περιλαμβάνει κάποιον μήνα" ή "Η ημερομηνία γέννησης πρέπει να περιλαμβάνει ημέρα και μήνα".

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-entered-cannot-be-correct"></a>If the date entered cannot be correct<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-entered-cannot-be-correct"></a>Εάν η ημερομηνία που έχει εισαχθεί δεν μπορεί να είναι σωστή<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: For example, ‘13’ in the month field cannot be correct.
el: Για παράδειγμα, το "13" στο πεδίο "μήνας" δεν μπορεί να είναι σωστό.

source: Highlight the day, month or year field with the incorrect information. Or highlight the date as a whole if there’s incorrect information in more than one field, or it’s not clear which field is incorrect.
el: Επισημάνετε το πεδίο ημέρας, μήνα ή έτους με τις λανθασμένες πληροφορίες. Ή επισημάνετε την ημερομηνία στο σύνολό της, εάν υπάρχουν εσφαλμένες πληροφορίες σε περισσότερα από ένα πεδία ή δεν είναι σαφές ποιο πεδίο είναι εσφαλμένο.

source: Say ‘[Ό,τι είναι] πρέπει να είναι πραγματική ημερομηνία.
el: Αναφέρετε '[Ό,τι είναι] πρέπει να είναι πραγματική ημερομηνία.

source: For example, ‘Η ημέρα γέννησης πρέπει να είναι πραγματική ημερομηνία’.
el: Για παράδειγμα, "Η ημέρα γέννησης πρέπει να είναι πραγματική ημερομηνία".

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-is-in-the-future-when-it-needs-to-be-in-the-past"></a>If the date is in the future when it needs to be in the past<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-is-in-the-future-when-it-needs-to-be-in-the-past"></a>Αν η ημερομηνία είναι στο μέλλον, ενώ πρέπει να είναι στο παρελθόν<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Say ‘[ό,τι είναι] πρέπει να είναι στο παρελθόν’. For example, ‘Η ημερομηνία γέννησης πρέπει να είναι στο παρελθόν’.
el: Πείτε '[ό,τι είναι] πρέπει να είναι στο παρελθόν'. Για παράδειγμα, "Η ημερομηνία γέννησης πρέπει να είναι στο παρελθόν".

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-is-in-the-future-when-it-needs-to-be-today-or-in-the-past"></a>If the date is in the future when it needs to be today or in the past<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-is-in-the-future-when-it-needs-to-be-today-or-in-the-past"></a>Αν η ημερομηνία είναι στο μέλλον, ενώ πρέπει να είναι σήμερα ή στο παρελθόν.<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Say ‘[ό,τι είναι] πρέπει να είναι σήμερα ή στο παρελθόν’. For example, ‘Η ημερομηνία γέννησης πρέπει να είναι σήμερα ή στο παρελθόν’.
el: Αναφέρετε '[ό,τι είναι] πρέπει να είναι σήμερα ή στο παρελθόν'. Για παράδειγμα, "Η ημερομηνία γέννησης πρέπει να είναι σήμερα ή στο παρελθόν".

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-is-in-the-past-when-it-needs-to-be-in-the-future"></a>If the date is in the past when it needs to be in the future<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-is-in-the-past-when-it-needs-to-be-in-the-future"></a>Αν η ημερομηνία είναι στο παρελθόν, ενώ πρέπει να είναι στο μέλλον<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: More research is needed to determine the extent to which users struggle to enter months as numbers, and whether allowing them to enter months as text is helpful.
el: Χρειάζεται περισσότερη έρευνα για να προσδιοριστεί ο βαθμός στον οποίο οι χρήστες δυσκολεύονται να εισάγουν τους μήνες ως αριθμούς και κατά πόσον είναι χρήσιμο να τους επιτρέπεται να εισάγουν τους μήνες ως κείμενο.

source: Say ‘[ό,τι είναι] πρέπει να είναι μεταξύ [ημερομηνία ] and [ημερομηνία ή προαιρετική περιγραφή]’. For example, ‘Η ημερομηνία έναρξης του σεμιναρίου πρέπει να είναι μεταξύ 1 Σεμτεμβρίου 2021 και 1 Νοεμβρίου 2021’.
el: Αναφέρετε "[ό,τι είναι] πρέπει να είναι μεταξύ [ημερομηνία ] και [ημερομηνία ή προαιρετική περιγραφή]". Για παράδειγμα, "Η ημερομηνία έναρξης του σεμιναρίου πρέπει να είναι μεταξύ 1 Σεμτεμβρίου 2021 και 1 Νοεμβρίου 2021".

source: Say ‘[whatever it is] must be before [date and optional description]’. For example, ‘The date of Gordon’s last exam must be the same as or before 31 August 2017’. Say ‘[ό,τι είναι] πρέπει να είναι πριν από [ημερομηνία ή προαιρετική περιγραφή]’. For example, ‘Η ημερομηνία της εξέτασης πρέπει να είναι πριν από την 1 Σεπτεμβρίου που τελειώνει το σεμινάριο’.
el: Αναφέρετε "[ό,τι κι αν είναι] πρέπει να είναι πριν από [ημερομηνία και προαιρετική περιγραφή]". Για παράδειγμα, "Η ημερομηνία των τελευταίων εξετάσεων του Θόδωρου πρέπει να είναι ίδια ή πριν από τις 31 Αυγούστου 2017". Πείτε "[ό,τι είναι] πρέπει να είναι πριν από [ημερομηνία ή προαιρετική περιγραφή]". Για παράδειγμα, "Η ημερομηνία της εξέτασης πρέπει να είναι πριν από την 1 Σεπτεμβρίου που τελειώνει το σεμινάριο".

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-must-be-before-another-date"></a>If the date must be before another date<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-must-be-before-another-date"></a>Εάν η ημερομηνία πρέπει να είναι πριν από άλλη ημερομηνία<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Say ‘[ό,τι είναι] πρέπει να είναι μετά από [ημερομηνία ή προαιρετική περιγραφή]’. For example, ‘Η ημερομηνία που τελειώνει το σεμινάριο πρέπει να είναι μετά από την 1 Σεπτεμβρίου 2021’.
el: Αναφέρετε "[ό,τι είναι] πρέπει να είναι μετά από [ημερομηνία ή προαιρετική περιγραφή]". Για παράδειγμα, "Η ημερομηνία που τελειώνει το σεμινάριο πρέπει να είναι μετά από την 1 Σεπτεμβρίου 2021".

source: Say ‘[ό,τι είναι] πρέπει να είναι ίδια ή πριν από [ημερομηνία ή προαιρετική περιγραφή]’. For example, ‘Η ημερομηνία της εξέτασης πρέπει να είναι ίδια ή πριν από την 1 Σεπτεμβρίου που τελειώνει το σεμινάριο’.
el: Αναφέρετε "[ό,τι είναι] πρέπει να είναι ίδια ή πριν από [ημερομηνία ή προαιρετική περιγραφή]". Για παράδειγμα, "Η ημερομηνία της εξέτασης πρέπει να είναι ίδια ή πριν από την 1 Σεπτεμβρίου που τελειώνει το σεμινάριο".

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-must-be-the-same-as-or-before-another-date"></a>If the date must be the same as or before another date<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-must-be-the-same-as-or-before-another-date"></a>Εάν η ημερομηνία πρέπει να είναι ίδια ή να προηγείται άλλης ημερομηνίας<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="if-the-date-must-be-after-another-date"></a>If the date must be after another date<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="if-the-date-must-be-after-another-date"></a>Εάν η ημερομηνία πρέπει να είναι μετά από άλλη ημερομηνία<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Say ‘[ό,τι είναι] πρέπει να είναι το ίδιο ή αργότερα από [ημερομηνία ή προαιρετική περιγραφή]’. For example, ‘Η ημερομηνία που τελειώνει το σεμινάριο πρέπει να είναι το ίδιο ή αργότερα από 1 Σεπτεμβρίου 2021, όταν ξεκίνησε το σεμινάριο’.
el: Αναφέρετε "[ό,τι είναι] πρέπει να είναι το ίδιο ή αργότερα από [ημερομηνία ή προαιρετική περιγραφή]". Για παράδειγμα, "Η ημερομηνία που τελειώνει το σεμινάριο πρέπει να είναι το ίδιο ή αργότερα από 1 Σεπτεμβρίου 2021, όταν ξεκίνησε το σεμινάριο".

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-must-be-the-same-as-or-after-another-date"></a>If the date must be the same as or after another date<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h4 enhancedAnchor_KjhA" id="if-the-date-must-be-the-same-as-or-after-another-date"></a>Εάν η ημερομηνία πρέπει να είναι ίδια ή μεταγενέστερη μιας άλλης ημερομηνίας<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
