Repository: dorg-ihu/public-sector-website-arcitecture
Catalog: for_translation_xliff_dorg_httpwwwdeligiannisorg_*.xlf
Languages: el

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="zebra-rows"></a>Zebra rows<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="zebra-rows"></a>Σειρές ζέβρας<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="vertical-lines"></a>Vertical lines<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="vertical-lines"></a>Κάθετες γραμμές<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="dense-tables"></a>Dense tables<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="dense-tables"></a>Πυκνοί πίνακες<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="custom-column-widths"></a>Custom column widths<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="custom-column-widths"></a>Προσαρμοσμένα πλάτη στηλών<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="table-container"></a>Table container<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="table-container"></a>Container Πίνακα <a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Tabs | Design your service with the look and feel of GOV.GR
el: Καρτέλες | Σχεδιάστε τον ιστοτοπό σας με την εμφάνιση και την αίσθηση του GOV.GR

source: The tabs component lets users navigate between related sections of content, displaying one section at a time.
el: Το στοιχείο καρτέλες επιτρέπει στους χρήστες να πλοηγούνται μεταξύ σχετικών τμημάτων περιεχομένου, εμφανίζοντας ένα τμήμα κάθε φορά.

source: Tabs can be a helpful way of letting users quickly switch between related information if:
el: Οι καρτέλες μπορούν να είναι ένας χρήσιμος τρόπος για να επιτρέπουν στους χρήστες να εναλλάσσονται γρήγορα μεταξύ σχετικών πληροφοριών εάν:

source: your content can be usefully separated into clearly labelled sections
el: το περιεχόμενό σας μπορεί να διαχωριστεί σε σαφώς επισημασμένες ενότητες

source: the first section is more relevant than the others for most users
el: η πρώτη ενότητα είναι πιο σημαντική από τις άλλες για τους περισσότερους χρήστες

source: users will not need to view all the sections at once Tabs can work well for people who use a service regularly, for example, users of a caseworking system. Their need to perform tasks quickly may be greater than their need for simplicity of first-time use.
el: οι χρήστες δεν θα χρειαστεί να βλέπουν όλες τις ενότητες ταυτόχρονα. Οι καρτέλες μπορούν να λειτουργήσουν καλά για άτομα που χρησιμοποιούν μια υπηρεσία ή ιστότοπο τακτικά, για παράδειγμα, για τους χρήστες ενός συστήματος διαχείρισης υποθέσεων. Η ανάγκη τους να εκτελούν εργασίες γρήγορα μπορεί να είναι μεγαλύτερη από την ανάγκη τους για απλότητα στην πρώτη χρήση.

source: Do not use the tabs component if the total amount of content the tabs contain will make the page slow to load. For this reason, do not use the tabs component as a form of page navigation.
el: Μην χρησιμοποιείτε το στοιχείο καρτέλες, εάν η συνολική ποσότητα περιεχομένου που περιέχουν οι καρτέλες θα κάνει τη φόρτωση της σελίδας αργή. Για το λόγο αυτό, μην χρησιμοποιείτε το στοιχείο καρτέλες ως μορφή πλοήγησης στη σελίδα.

source: Tabs hide content from users and not everyone will notice them or understand how they work.
el: Οι καρτέλες κρύβουν το περιεχόμενο από τους χρήστες και δεν θα τις παρατηρήσουν όλοι ή δεν θα καταλάβουν πώς λειτουργούν.

source: Do not use tabs if your users might need to:
el: Μην χρησιμοποιείτε καρτέλες αν οι χρήστες σας μπορεί να χρειαστούν:

source: read through all of the content in order, for example, to understand a step-by-step process
el: να διαβάσουν όλο το περιεχόμενο προκειμένου, για παράδειγμα, να κατανοήσουν μια διαδικασία βήμα προς βήμα

source: compare information in different tabs - having to memorise the information and switch backwards and forwards can be frustrating and difficult
el: να συγκρίνουν πληροφορίες σε διαφορετικές καρτέλες - το να πρέπει να απομνημονεύετε τις πληροφορίες και να αλλάζετε εμπρός και πίσω μπορεί να είναι δύσκολο

source: Test your content without tabs first. Consider if it’s better to:
el: Δοκιμάστε πρώτα το περιεχόμενό σας χωρίς καρτέλες. Σκεφτείτε αν είναι καλύτερα:

source: use a table of contents to let users navigate quickly to specific sections of content
el: να χρησιμοποιείτε πίνακα περιεχομένων για να επιτρέπουν στους χρήστες να πλοηγούνται γρήγορα σε συγκεκριμένες ενότητες περιεχομένου

source: Tabs, <a class="govgr-link" href="{{0}}">accordions</a>, and details all hide sections of content which a user can choose to reveal.
el: Οι καρτέλες, τα <a class="govgr-link" href="{{0}}">ακορντεόν</a> και οι λεπτομέρειες κρύβουν τμήματα περιεχομένου τα οποία ο χρήστης μπορεί να επιλέξει να αποκαλύψει.

source: Consider using tabs instead of an accordion if users do not need to view more than one section at a time.
el: Εξετάστε το ενδεχόμενο να χρησιμοποιήσετε καρτέλες αντί για ακορντεόν, εάν οι χρήστες δεν χρειάζεται να βλέπουν περισσότερες από μία ενότητες κάθε φορά.

source: You should also take into account the number of sections of content. Tabs are arranged horizontally, so cannot fit as many sections as accordions, which display vertically.
el: Θα πρέπει επίσης να λάβετε υπόψη τον αριθμό των τμημάτων περιεχομένου. Οι καρτέλες είναι τοποθετημένες οριζόντια, οπότε δεν μπορούν να χωρέσουν τόσα τμήματα όσα τα ακορντεόν, τα οποία εμφανίζονται κάθετα.

source: Tabs may work better for users who need to switch quickly between 2 sections.
el: Οι καρτέλες μπορεί να λειτουργούν καλύτερα για τους χρήστες που πρέπει να εναλλάσσονται γρήγορα μεταξύ 2 τμημάτων.

source: Accordions push other sections down the page when they open, but tabs do not move which makes it easier to switch.
el: Τα ακορντεόν σπρώχνουν άλλα τμήματα προς τα κάτω στη σελίδα όταν ανοίγουν, αλλά οι καρτέλες δεν μετακινούνται, γεγονός που διευκολύνει την εναλλαγή.

source: Consider using tabs instead of the details component if there are multiple related sections of content. The details component might be better if you only have 1 or 2 sections of content. The details component is less visually prominent than tabs, so tends to work better for content which is not as important to users.
el: Εξετάστε το ενδεχόμενο να χρησιμοποιήσετε καρτέλες αντί για το στοιχείο λεπτομερειών εάν υπάρχουν πολλές σχετικές ενότητες περιεχομένου. Το στοιχείο λεπτομερειών μπορεί να είναι καλύτερο αν έχετε μόνο 1 ή 2 τμήματα περιεχομένου. Το στοιχείο λεπτομερειών είναι λιγότερο εμφανές οπτικά από τις καρτέλες, οπότε τείνει να λειτουργεί καλύτερα για περιεχόμενο που δεν είναι τόσο σημαντικό για τους χρήστες.

source: The tabs component uses JavaScript. When JavaScript is not available, users will see the tabbed content on a single page, in order from first to last, with a table of contents that links to each of the sections.
el: Το στοιχείο καρτέλες χρησιμοποιεί JavaScript. Όταν η JavaScript δεν είναι διαθέσιμη, οι χρήστες θα βλέπουν το περιεχόμενο με τις καρτέλες σε μία μόνο σελίδα, με σειρά από την πρώτη προς την τελευταία, με έναν πίνακα περιεχομένων που παραπέμπει σε κάθε ενότητα.

source: This is also how the component currently behaves on small screens, though more research is needed on this.
el: Έτσι συμπεριφέρεται επίσης το στοιχείο σήμερα στις μικρές οθόνες, αν και χρειάζεται περισσότερη έρευνα σχετικά με αυτό.

source: Tabs hide content, so the tab labels need to make it very clear what they link to, otherwise users will not know if they need to click on them.
el: Οι καρτέλες κρύβουν περιεχόμενο, οπότε οι ετικέτες των καρτελών πρέπει να καθιστούν πολύ σαφές σε τι παραπέμπουν, διαφορετικά οι χρήστες δεν θα γνωρίζουν αν πρέπει να κάνουν κλικ σε αυτές.

source: The first tab should be the most commonly-needed section. Arrange the other tabs in the order that makes most sense for your users.
el: Η πρώτη καρτέλα θα πρέπει να είναι το τμήμα που απαιτείται συχνότερα. Τοποθετήστε τις άλλες καρτέλες με τη σειρά που είναι πιο λογική για τους χρήστες σας.

source: Disabling elements is normally confusing for users. If there is no content for a tab, either remove the tab or, if that would be confusing for your users, explain why there is no content when the tab is selected.
el: Η απενεργοποίηση στοιχείων συνήθως προκαλεί σύγχυση στους χρήστες. Αν δεν υπάρχει περιεχόμενο για μια καρτέλα, είτε αφαιρέστε την καρτέλα είτε, αν αυτό θα προκαλούσε σύγχυση στους χρήστες σας, εξηγήστε γιατί δεν υπάρχει περιεχόμενο όταν είναι επιλεγμένη η καρτέλα.

source: If you use too many tabs or they have long labels then they may wrap over more than one line. This makes it harder for users to see the connection between the selected tab and its content.
el: Αν χρησιμοποιείτε πολλές καρτέλες ή αν έχουν μεγάλες ετικέτες, τότε μπορεί να επεκταθούν σε περισσότερες από μία γραμμές. Αυτό δυσκολεύει τους χρήστες να δουν τη σύνδεση μεταξύ της επιλεγμένης καρτέλας και του περιεχομένου της.

source: This component is experimental because it has not yet been tried in research with users.
el: Αυτό το στοιχείο είναι πειραματικό, διότι δεν έχει ακόμη δοκιμαστεί σε έρευνα με χρήστες.

source: The design, code and guidance here are based on recommendations from <a class="govgr-link" href="{{0}}">Inclusive Components</a> and the <a class="govgr-link" href="{{1}}">Nielsen Norman Group</a>
el: Ο σχεδιασμός, ο κώδικας και η καθοδήγηση εδώ βασίζονται στις συστάσεις του <a class="govgr-link" href="{{0}}">Inclusive Components</a> και της <a class="govgr-link" href="{{1}}">Nielsen Norman</a>Group.

source: User research is needed to confirm:
el: Απαιτείται έρευνα χρηστών για να επιβεβαιωθεί:

source: which types of services tabs work best in that this approach to tabs is the best option for screen reader users and sighted keyboard users how this component should behave on small screen sizes
el: ποιοι τύποι καρτελών υπηρεσιών λειτουργούν καλύτερα στο ότι αυτή η προσέγγιση των καρτελών είναι η καλύτερη επιλογή για τους χρήστες προγραμμάτων ανάγνωσης οθόνης και τους χρήστες πληκτρολογίου με όραση πώς πρέπει να συμπεριφέρεται αυτό το στοιχείο σε μικρά μεγέθη οθόνης

source: Tabs, accordion and details
el: Καρτέλες, ακορντεόν και λεπτομέρειες

source: Order the tabs according to user needs
el: Διατάξτε τις καρτέλες ανάλογα με τις ανάγκες του χρήστη

source: Do not disable tabs
el: Μην απενεργοποιείτε τις καρτέλες

source: Avoid tabs that wrap over more than one line
el: Αποφύγετε καρτέλες που περνούν πάνω από μία γραμμή

source: Research and testing
el: Έρευνα και δοκιμές

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="tabs-accordion-and-details"></a>Tabs, accordion and details<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="tabs-accordion-and-details"></a>Καρτέλες, ακορντεόν και λεπτομέρειες<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="order-the-tabs-according-to-user-needs"></a>Order the tabs according to user needs<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="order-the-tabs-according-to-user-needs"></a>Διατάξτε τις καρτέλες ανάλογα με τις ανάγκες του χρήστη<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="do-not-disable-tabs"></a>Do not disable tabs<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="do-not-disable-tabs"></a>Μην απενεργοποιείτε τις καρτέλες<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
