Repository: dorg-ihu/public-sector-website-arcitecture
Catalog: for_translation_xliff_dorg_httpwwwdeligiannisorg_*.xlf
Languages: el

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="variations-of-the-button"></a>Variations of the button<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="variations-of-the-button"></a>Παραλλαγές του κουμπιού<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: The {{0}} can be a primary, secondary, or warning button, by adding the appropriate class.
el: Το {{0}} μπορεί να είναι πρωτεύον, δευτερεύον ή προειδοποιητικό κουμπί, προσθέτοντας την κατάλληλη κλάση.

source: Also, the {{0}} can be a {{1}}, too.
el: Επίσης, το {{0}} μπορεί να είναι ένα {{1}}, επίσης.

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="icons"></a>Icons<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="icons"></a>Εικόνες<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: The button of the dropdown component can take as props text, icons, or a combination of both. Below, you can find some examples:
el: Το κουμπί του πτυσσόμενου στοιχείου μπορεί να λάβει ως στηρίγματα κείμενο, εικονίδια ή συνδυασμό και των δύο. Παρακάτω, μπορείτε να βρείτε μερικά παραδείγματα:

source: Also, if you want to use the default gov.gr rotating arrow, you can add the {{0}} class next to {{1}}.
el: Επίσης, αν θέλετε να χρησιμοποιήσετε το προεπιλεγμένο περιστρεφόμενο βέλος του gov.gr, μπορείτε να προσθέσετε την κλάση {{0}} δίπλα στο {{1}}.

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="disable-dropdown-button"></a>Disable dropdown button<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="disable-dropdown-button"></a>Απενεργοποίηση του αναπτυσσόμενου κουμπιού<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: Disabled dropdown button have poor contrast and can confuse some users, so avoid them if possible.
el: Τα απενεργοποιημένα πτυσσόμενα κουμπιά έχουν κακή αντίθεση και μπορούν να μπερδέψουν ορισμένους χρήστες, οπότε αποφύγετε τα αν είναι δυνατόν.

source: Only use disabled dropdown buttons if research shows it makes the user interface easier to understand.
el: Χρησιμοποιήστε απενεργοποιημένα πτυσσόμενα κουμπιά μόνο εάν η έρευνα δείχνει ότι αυτό διευκολύνει την κατανόηση της διεπαφής χρήστη.

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="content-position"></a>Content position<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h3 enhancedAnchor_KjhA" id="content-position"></a>Θέση περιεχομένου<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: The default position of the dropdown content is bottom-right.
el: Η προεπιλεγμένη θέση του αναπτυσσόμενου περιεχομένου είναι κάτω δεξιά.

source: You can change the position by adding the classes {{0}} and/or {{1}} to fix position.
el: Μπορείτε να αλλάξετε τη θέση προσθέτοντας τις κλάσεις {{0}} ή/και {{1}} για να καθορίσετε τη θέση.

source: Do not use the dropdown component to hide information that the majority of your users will need. Also, do not use the dropdown component if you have enought space to show the content.
el: Μην χρησιμοποιείτε το στοιχείο dropdown για να αποκρύψετε πληροφορίες που η πλειονότητα των χρηστών σας θα χρειαστεί. Επίσης, μην χρησιμοποιείτε το στοιχείο dropdown εάν έχετε αρκετό χώρο για να εμφανίσετε το περιεχόμενο.

source: Pagination
el: Σελιδοποίηση

source: Use the pagination component to let users browse through a long list.
el: Χρησιμοποιήστε το στοιχείο σελιδοποίησης για να επιτρέψετε στους χρήστες να περιηγηθούν σε μια μεγάλη λίστα.

source: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="how-to-use-this-component"></a>How to use this component<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>
el: <a aria-hidden="true" tabindex="-1" class="anchor anchor__h2 enhancedAnchor_KjhA" id="how-to-use-this-component"></a>Πώς να χρησιμοποιήσετε αυτό το στοιχείο<a class="hash-link" href="{{0}}" title="Direct link to heading"><svg viewBox="0 0 16 16" width="16" height="16"><g stroke-width="1" fill="#000000" stroke="#000000"><path fill="none" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M8.995,7.005 L8.995,7.005c1.374,1.374,1.374,3.601,0,4.975l-1.99,1.99c-1.374,1.374-3.601,1.374-4.975,0l0,0c-1.374-1.374-1.374-3.601,0-4.975 l1.748-1.698"></path><path fill="none" stroke="#000000" stroke-linecap="round" stroke-linejoin="round" stroke-miterlimit="10" d="M7.005,8.995 L7.005,8.995c-1.374-1.374-1.374-3.601,0-4.975l1.99-1.99c1.374-1.374,3.601-1.374,4.975,0l0,0c1.374,1.374,1.374,3.601,0,4.975 l-1.748,1.698"></path></g></svg></a>

source: The component can be configured to hide or show the result count, previous and next buttons, ellipses or numbers.
el: Το στοιχείο μπορεί να ρυθμιστεί ώστε να αποκρύπτει ή να εμφανίζει την καταμέτρηση των αποτελεσμάτων, τα κουμπιά προηγούμενου και επόμενου, τις ελλείψεις ή τους αριθμούς.

source: Don't show pagination if there's only one page.
el: Μην εμφανίζετε σελιδοποίηση αν υπάρχει μόνο μία σελίδα.

source: How to use this component
el: Πώς να χρησιμοποιήσετε αυτό το στοιχείο

source: You can use the HTML code snippet in the example above.
el: Μπορείτε να χρησιμοποιήσετε το απόσπασμα κώδικα HTML στο παραπάνω παράδειγμα.

source: Use the Loader component in order to represent the state of a view that awaits for data to be loaded in order for actual page content to be rendered.
el: Χρησιμοποιήστε το στοιχείο Loader για να αναπαραστήσετε την κατάσταση μιας προβολής που περιμένει να φορτωθούν τα δεδομένα προκειμένου να αποδοθεί το πραγματικό περιεχόμενο της σελίδας.

source: Components are reusable parts of the user interface that have been made to support a variety of applications.
el: Τα στοιχεία είναι επαναχρησιμοποιήσιμα μέρη της διεπαφής χρήστη που έχουν κατασκευαστεί για να υποστηρίζουν μια ποικιλία εφαρμογών.

source: You can use individual components in many different patterns and contexts. For example, you can use the text input component to ask for an email address, a National Insurance number or someone’s name.
el: Μπορείτε να χρησιμοποιήσετε μεμονωμένα στοιχεία σε πολλά διαφορετικά μοτίβα και πλαίσια. Για παράδειγμα, μπορείτε να χρησιμοποιήσετε το στοιχείο εισαγωγής κειμένου για να ζητήσετε μια διεύθυνση ηλεκτρονικού ταχυδρομείου, έναν ΑΜΚΑ ή το όνομα κάποιου.

source: Each component in this section has coded examples. If you’re using the Digigov CSS, or have included any Digigov SDK libraries in your build, coded examples will render the same as in the Design System.
el: Κάθε στοιχείο σε αυτό το τμήμα έχει κωδικοποιημένα παραδείγματα. Εάν χρησιμοποιείτε το Digigov CSS ή έχετε συμπεριλάβει οποιεσδήποτε βιβλιοθήκες του Digigov SDK στη δημιουργία σας, τα κωδικοποιημένα παραδείγματα θα αποδίδονται όπως και στο Σύστημα σχεδίασης.

source: Use the back link component to help users go back to the previous page in a multi-page transaction.
el: Χρησιμοποιήστε το στοιχείο συνδέσμου επιστροφής για να βοηθήσετε τους χρήστες να επιστρέψουν στην προηγούμενη σελίδα σε μια συναλλαγή πολλών σελίδων.

source: Always include the back link component on GOV.GR question pages.
el: Συμπεριλαμβάνετε πάντα το στοιχείο του συνδέσμου επιστροφής στις σελίδες ερωτήσεων του GOV.GR.

source: You can include a back link on other pages within a multi-page transaction, if it makes sense to do so.
el: Μπορείτε να συμπεριλάβετε έναν σύνδεσμο επιστροφής σε άλλες σελίδες στο πλαίσιο μιας πολυσελιδικής συναλλαγής, αν αυτό έχει νόημα.

source: Never use the back link component together with breadcrumbs. If necessary, you should do research with your users to learn which they find more helpful in your service.
el: Ποτέ μην χρησιμοποιείτε το στοιχείο back link μαζί με breadcrumbs. Εάν είναι απαραίτητο, θα πρέπει να κάνετε έρευνα με τους χρήστες σας για να μάθετε ποιο θεωρούν πιο χρήσιμο στην υπηρεσία σας.

source: Always place back links at the top of a page, before the {{0}} element. Placing them here means that the ‘Skip to main content’ link allows the user to skip all navigation links, including the back link.
el: Τοποθετείτε πάντα τους συνδέσμους επιστροφής στην κορυφή της σελίδας, πριν από το στοιχείο {{0}}. Η τοποθέτησή τους εδώ σημαίνει ότι ο σύνδεσμος "Μετάβαση στο κύριο περιεχόμενο" επιτρέπει στο χρήστη να παραλείψει όλους τους συνδέσμους πλοήγησης, συμπεριλαμβανομένου του συνδέσμου επιστροφής.

source: Make sure the link takes users to the previous page they were on, in the state they last saw it. Where possible, ensure it works even when JavaScript is not available.
el: Βεβαιωθείτε ότι ο σύνδεσμος οδηγεί τους χρήστες στην προηγούμενη σελίδα στην οποία βρίσκονταν, στην κατάσταση στην οποία την είδαν για τελευταία φορά. Όπου είναι δυνατόν, εξασφαλίστε ότι λειτουργεί ακόμη και όταν η JavaScript δεν είναι διαθέσιμη.

source: If this is not possible, you should hide the back link when JavaScript is not available.
el: Εάν αυτό δεν είναι δυνατό, θα πρέπει να αποκρύψετε τον σύνδεσμο επιστροφής όταν η JavaScript δεν είναι διαθέσιμη.

source: Use the inset text component to differentiate a block of text from the content that surrounds it, for example:
el: Χρησιμοποιήστε το στοιχείο ένθετο κείμενο για να διαφοροποιήσετε ένα μπλοκ κειμένου από το περιεχόμενο που το περιβάλλει, για παράδειγμα:

source: quotes
el: εισαγωγικά

source: examples
el: παραδείγματα

source: additional information about the page
el: πρόσθετες πληροφορίες για τη σελίδα

source: Some users do not notice inset text if it’s used on complex pages or near to other visually prominent elements. For this reason, avoid using inset text as a way of highlighting very important information that users need to see.
el: Ορισμένοι χρήστες δεν παρατηρούν το ένθετο κείμενο εάν χρησιμοποιείται σε πολύπλοκες σελίδες ή κοντά σε άλλα οπτικά εμφανή στοιχεία. Για το λόγο αυτό, αποφύγετε τη χρήση ένθετου κειμένου ως τρόπο επισήμανσης πολύ σημαντικών πληροφοριών που πρέπει να βλέπουν οι χρήστες.

source: If you need to draw attention to very important content, like legal information, use the important message component instead.
el: Εάν πρέπει να επιστήσετε την προσοχή σε πολύ σημαντικό περιεχόμενο, όπως νομικές πληροφορίες, χρησιμοποιήστε αντ' αυτού το στοιχείο σημαντικό μήνυμα.

source: Use inset text very sparingly - it’s less effective if it’s overused.
el: Χρησιμοποιήστε το ένθετο κείμενο με μεγάλη φειδώ - είναι λιγότερο αποτελεσματικό αν χρησιμοποιείται υπερβολικά.

source: You can use HTML.
el: Μπορείτε να χρησιμοποιήσετε HTML.

source: The breadcrumbs component helps users to understand where they are within a website’s structure and move between levels.
el: Το στοιχείο ίχνους πλοήγησης (breadcrumbs) βοηθά τους χρήστες να κατανοήσουν πού βρίσκονται μέσα στη δομή ενός ιστότοπου και να μετακινηθούν μεταξύ των επιπέδων.

source: Use the breadcrumbs component when you need to help users understand and move between the multiple levels of a website.
el: Χρησιμοποιήστε το στοιχείο ίχνους πλοήγησης (breadcrumbs) όταν πρέπει να βοηθήσετε τους χρήστες να κατανοήσουν και να μετακινηθούν μεταξύ των πολλαπλών επιπέδων ενός ιστότοπου.

source: Do not use the breadcrumbs component on websites with a flat structure, or to show progress through a linear journey or transaction.
el: Μην χρησιμοποιείτε το στοιχείο ίχνους πλοήγησης (breadcrumbs) σε ιστότοπους με επίπεδη δομή ή για να δείξετε την πρόοδο μέσα από μια γραμμική διαδρομή ή συναλλαγή.

source: If you’re using other navigational elements on the page, such as a sidebar, consider whether your users need the additional support of breadcrumbs.
el: Εάν χρησιμοποιείτε άλλα στοιχεία πλοήγησης στη σελίδα, όπως μια πλαϊνή μπάρα, σκεφτείτε αν οι χρήστες σας χρειάζονται την πρόσθετη υποστήριξη ίχνους πλοήγησης (breadcrumbs).

source: The breadcrumb should start with your ‘home’ page and end with the parent section of the current page.
el: Το ίχνους πλοήγησης (breadcrumbs) θα πρέπει να ξεκινάει από την αρχική σελίδα και να καταλήγει στο τμήμα γονέα της τρέχουσας σελίδας.

source: Use the button component to help users carry out an action like starting an application or saving their information.
el: Χρησιμοποιήστε το στοιχείο κουμπί για να βοηθήσετε τους χρήστες να εκτελέσουν μια ενέργεια, όπως η εκκίνηση μιας εφαρμογής ή η αποθήκευση των πληροφοριών τους.

source: Button | Design your service with the look and feel of GOV.GR
el: Κουμπί | Σχεδιάστε τον ιστότοπό σας με την εμφάνιση και την αίσθηση του GOV.GR

source: Write button text in sentence case, describing the action it performs. For example:
el: Γράψτε το κείμενο του κουμπιού σε περίπτωση πρότασης, περιγράφοντας την ενέργεια που εκτελεί. Για παράδειγμα:

source: ‘Start now’ at the start of the service
el: "Ξεκινήστε τώρα" στην αρχή της υπηρεσίας

source: ‘Sign in’ to an account a user has already created
el: 'Είσοδος' σε λογαριασμό που έχει ήδη δημιουργήσει ένας χρήστης

source: ‘Continue’ when the service does not save a user’s information
el: 'Συνέχεια' όταν η υπηρεσία δεν αποθηκεύει τις πληροφορίες ενός χρήστη

source: ‘Save and continue’ when the service does save a user’s information
el: "Αποθήκευση και συνέχιση" όταν η υπηρεσία αποθηκεύει τις πληροφορίες ενός χρήστη

source: ‘ Save and come back later’ when a user can save their information and come back later
el: ' Αποθήκευση και επιστροφή αργότερα' όταν ένας χρήστης μπορεί να αποθηκεύσει τις πληροφορίες του και να επιστρέψει αργότερα

source: ‘Add another’ to add another item to a list or group
el: 'Προσθήκη άλλου' για να προσθέσετε ένα άλλο στοιχείο σε μια λίστα ή ομάδα

source: ‘Pay’ to make a payment
el: 'Πληρωμή' για να πραγματοποιήσετε μια πληρωμή

source: ‘Confirm and send’ on a check answers page that does not have any legal content a user must agree to
el: "Επιβεβαίωση και αποστολή" σε μια σελίδα ελέγχου απαντήσεων που δεν έχει νομικό περιεχόμενο με το οποίο ο χρήστης πρέπει να συμφωνήσει

source: ‘Accept and send’ on a check answers page that has legal content a user must agree to
el: "Αποδοχή και αποστολή" σε μια σελίδα ελέγχου απαντήσεων που έχει νομικό περιεχόμενο με το οποίο ο χρήστης πρέπει να συμφωνήσει

source: ‘Sign out’ when a user is signed in to an account
el: 'Αποσύνδεση' όταν ένας χρήστης είναι συνδεδεμένος σε έναν λογαριασμό

source: You may need to include more or different words to better describe the action. For example, ‘Add another address’ and ‘Accept and claim a tax refund’.
el: Ίσως χρειαστεί να συμπεριλάβετε περισσότερες ή διαφορετικές λέξεις για να περιγράψετε καλύτερα τη δράση. Για παράδειγμα, "Προσθήκη άλλης διεύθυνσης" και "Αποδοχή και διεκδίκηση επιστροφής φόρου".

source: Align the primary action button to the left edge of your form.
el: Ευθυγραμμίστε το κύριο κουμπί δράσης στο αριστερό άκρο της φόρμας.

source: Use a default button for the main call to action on a page.
el: Χρησιμοποιήστε ένα προεπιλεγμένο κουμπί για την κύρια κλήση προς δράση σε μια σελίδα.

source: Avoid using multiple default buttons on a single page. Having more than one main call to action reduces their impact, and makes it harder for users to know what to do next.
el: Αποφύγετε τη χρήση πολλαπλών προεπιλεγμένων κουμπιών σε μία μόνο σελίδα. Η ύπαρξη περισσότερων από μία κύριων κλήσεων προς δράση μειώνει τον αντίκτυπό τους και δυσκολεύει τους χρήστες να ξέρουν τι να κάνουν στη συνέχεια.

source: Use a start button for the main call to action on your service’s start page. Start buttons do not submit form data, so they use a link tag rather than a button tag.
el: Χρησιμοποιήστε ένα κουμπί έναρξης για την κύρια πρόσκληση προς δράση στην αρχική σελίδα της υπηρεσίας σας. Τα κουμπιά έναρξης δεν υποβάλλουν δεδομένα φόρμας, επομένως χρησιμοποιούν ετικέτα συνδέσμου αντί για ετικέτα κουμπιού.

source: Use secondary buttons for secondary calls to action on a page.
el: Χρησιμοποιήστε δευτερεύοντα κουμπιά για δευτερεύουσες κλήσεις σε δράση σε μια σελίδα.

source: Pages with too many calls to action make it hard for users to know what to do next. Before adding lots of secondary buttons, try to simplify the page or break the content down across multiple pages.
el: Οι σελίδες με πολλές προσκλήσεις για δράση δυσκολεύουν τους χρήστες να ξέρουν τι να κάνουν στη συνέχεια. Πριν προσθέσετε πολλά δευτερεύοντα κουμπιά, προσπαθήστε να απλοποιήσετε τη σελίδα ή να κατανείμετε το περιεχόμενο σε πολλές σελίδες.

source: You can also group default and secondary buttons together.
el: Μπορείτε επίσης να ομαδοποιήσετε τα προεπιλεγμένα και τα δευτερεύοντα κουμπιά μαζί.

source: Warning buttons are designed to make users think carefully before they use them. They only work if used very sparingly. Most services should not need one.
el: Τα προειδοποιητικά κουμπιά έχουν σχεδιαστεί για να κάνουν τους χρήστες να σκέφτονται προσεκτικά πριν τα χρησιμοποιήσουν. Λειτουργούν μόνο αν χρησιμοποιούνται με μεγάλη φειδώ. Οι περισσότερες υπηρεσίες δεν θα πρέπει να τα χρειάζονται.

source: Only use warning buttons for actions with serious destructive consequences that cannot be easily undone by a user. For example, permanently deleting an account.
el: Χρησιμοποιήστε προειδοποιητικά κουμπιά μόνο για ενέργειες με σοβαρές καταστροφικές συνέπειες που δεν μπορούν εύκολα να αναιρεθούν από τον χρήστη. Για παράδειγμα, μόνιμη διαγραφή ενός λογαριασμού.

source: When letting users carry out an action like this, it’s a good idea to include an additional step which asks them to confirm it.
el: Όταν αφήνετε τους χρήστες να εκτελέσουν μια τέτοια ενέργεια, καλό είναι να συμπεριλάβετε ένα επιπλέον βήμα που τους ζητά να την επιβεβαιώσουν.
